{"text": "\n\nVeľká koralová bariéra (staršie \"Veľká útesová bariéra\"; nesprávne \"Veľký koralový útes, Veľký bariérový útes\") je najväčšia sústava koralových útesov a ostrovčekov na Zemi. Skladá sa z 2 900 individuálnych korálových útesov rôznych typov a 900 ostrovov a množstvo lagún Toto územie pokrýva spolu viac ako 20 tisíc kilometrov štvorcových.\nNachádza sa v Koralovom mori pri severovýchodnom pobreží Queenslandu v Austrálii. Je dlhá približne , široká 2 až 150 km a možno ju vidieť z vesmíru. Dĺžka útesu je približne rovnaká ako celé západné pobrežie USA. Od pobrežia je vzdialená väčšinou 8 – 180 km. \nSúčasný korálový útes sa začal formovať pred 6 až 8 tisíc rokmi. Útes je skvelým príkladom biodiverzity a pretrvávajúcej ekologickej a biologickej evolúcie. Miestny ekosystém sa vyvíjal tisíce rokov. Veľké množstvo miestnej fauny a flóry je jedinečnej. Odhaduje sa, že tu žije viac ako 10 tisíc druhov, niektoré sú doteraz nepomenované. Tento koralový útes je najväčšia konštrukcia postavená živými tvormi.\nŽije tu šesť druhov morských korytnačiek (\"Chelonia mydas, Natator depressus, Lepidochelys livacea, Eretmochelys imbricata, Caretta caretta, Dermochelys coriacea\"), štrnásť druhov morských hadov, deväť pozemských hadov a 31 druhov jašterov. z morských cicavcov je známy dugong morský, delfín čínsky a \"Orcaella heinsohni\". Počas migrácie sa tu objavuje vráskavec dlhoplutvý a vráskavec minke.\nZaujímavým živočíchom sú tiež dugongy, alebo takzvané morské kravy.\nOd konca 19. storočia sa teplota vody zvyšuje, s čím je spojené tiež aj blednutie koralov. Koraly tak prichádzajú o symbiotické riasy, ktoré im zabezpečujú prirodzenú výživu, bez ktorej vymierajú. Ak by sa však situácia s globálnym otepľovaním zlepšila, koraly majú schopnosť regenerácie.\nV roku 1975 tu vznikla na ploche rezervácia The Great Barrier Reef Marine Park. V roku 1981 bola zaradená medzi biosférické rezervácie UNESCO. Nachádza sa tu aj viac ako 30 historických vrakov rovnako aj staré majáky. Obidve rezervácie nepokrývajú útesy v Torresovom prielive.\n\n", "meta": {"id": "14898"}}
{"text": "\n\nŽupčany sú obec na Slovensku v okrese Prešov.\nObec sa rozprestiera v juhovýchodnej časti Spišsko-šarišského medzihoria v jeho podcelku Šarišské podolie, asi 4 km západne od Prešova. Cez obec preteká potok Čadaj.\nHoci prvá písomná zmienka o obci pochádza z roku 1248, lokalita bola osídlená už v 11. storočí. Poloha na ceste od Šarišského hradu na Spiš znamenala čulý obchod už v 13. storočí, kedy celé okolie spravoval neďaleký hrad, v tom čase vo vlastníctve uhorských kráľov. Murovaný kostol bez veže, zasvätený Jánovi Evangelistovi, stál v obci už v roku 1438, súčasný, zasvätený Nanebovzatej Panne Márii je z obdobia okolo roku 1635. V 15. a 16. storočí už Župčany vlastnil rod Šošovcov zo Solivaru, no obdobie poznamenal postupný úpadok. Koncom 16. storočia bola v obci okrem kostola a fary už aj škola a na jej čele bol richtár, menovaný zemepánom. Po zrušení poddanských povinností v roku 1848 sa začali vytvárať sedliacke hospodárstva, ktorých bolo v Župčanoch 22.\nFutbalový klub FC Župčany\nJužným okrajom obce prechádza cesta I. triedy č. 18, ako aj diaľnica D1. Severozápadným okrajom prechádza spojnica Veľkého Šariša a Svinej.\n\n", "meta": {"id": "25636"}}
{"text": "\n\nDlhoňa je obec na Slovensku v okrese Svidník.\nV modrom štíte na zelenej pažiti stojaci strieborný vlk v zlatej zbroji, v horných rohoch po jednej zlatej odvrátenej vetvičke buka.\nTento erb bol prijatý uznesením obecného zastupiteľstva dňa 10. mája 2006, č. OZ – 4/2006 a je zapísaný v heraldickom registri Slovenskej republiky pod signatúrou D – 171/2006.\nPrírodný motív podľa odtlačku pečatidla obce z roku 1868.\nAutormi erbu je Peter Kónya, Leon Sokolovský a Sergej Pančák.\nVlajka obce pozostáva zo siedmich pozdĺžnych pruhov vo farbách žltej (1/7), modrej (1/7), zelenej (1/7), bielej (1/7), modrej (1/7), zelenej (1/7) a bielej (1/7). Vlajka má pomer strán 2 : 3 a ukončená je tromi cípmi, t. j. dvoma zastrihmi, siahajúcimi do tretiny jej listu.\nCez obec preteká riečka Svidničanka.\nVojnové pohrebisko z 1. svetovej vojny.\nNa cintoríne s 12 hrobmi, vojnovom dedinskom pohrebisku z I. sv. vojny, dnes dominuje železný kríž a skorodované kovové hviezdice. Hviezdicami sa v Česko-Slovensku v medzivojnovom období označovali vojenské hrobové miesta. Pohrebisko je pôvodné, nenarušené a vzniklo exhumáciou 27. - 29. apríla 1922. Podiel na jeho výstavbe majú žandári, strážmajstri Rudolf Polívka a František Slezáček. \nSedem samostatných hrobov dopĺňa 5 masových so 17 pochovanými vojakmi (6, 4, 3 a dva hroby po dvoch vojakov). 19 rakúsko-uhorských a 5 ruských vojakov zahynulo v jarných mesiacoch roku 1915. Dvaja vojaci zomreli na následky cholery. Niekoľko rakúsko-uhorských vojakov bolo z Pešieho pluku č. 50 (Alba Iulia, Rumunsko) a Pešieho pluku č. 96 (Karlovec, Chorvátsko)\n\n", "meta": {"id": "26289"}}
{"text": "\n\nNižný Orlík je obec na Slovensku v okrese Svidník.\nV červenom štíte nad modrým vŕškom sú dva strieborné orly v zlatej zbroji. Pravý orol je obrátený so spustenými krídlami a ľavý so zdvihnutými krídlami. Je to hovoriaci erb podľa pečatidla obce z roku 1787. Erb bol prijatý obecným zastupiteľstvom 27. júna 1997 a je zapísaný v Heraldickom registri SR pod číslom HR: N-55/1997. Autorom erbu je Ladislav Nagy.\nVlajka obce pozostáva zo šiestich pozdĺžnych pruhov vo farbách žltej, červenej, bielej, červenej, bielej a modrej. Vlajka má pomer strán 2 : 3 a ukončená je tromi cípmi, t. j. dvoma zastrihmi, siahajúcimi do tretiny jej listu.\n\n", "meta": {"id": "26361"}}
{"text": "\n\nPortugalčina (\"português\" prípadne \"língua portuguesa\") patrí do rodiny románskych jazykov. Pôvod má v oblastiach dnešnej Galície a severného Portugalska. Odvodená je z latinčiny, ktorou asi pred 2000 rokmi hovorili romanizovaní obyvatelia predrománskeho iberijského polostrova (menovite Galícijčania, Luzitánci, Kelti a Kóniovia (Kyneti)). V 15. a 16. storočí, keď Portugalsko zakladalo koloniálnu a obchodnú ríšu (1415 – 1999), sa portugalčina začala šíriť po celom svete. Postupne sa po celom svete začalo objavovať mnoho kreolských jazykov založených na portugalčine, obzvlášť v Afrike, Ázii a Karibiku.\nV dnešných dňoch je portugalčina jedným z hlavných celosvetových jazykov (šiesty v rebríčku jazykov), ktorým hovorí približne 235 miliónov ľudí. Je úradným jazykom v 10 krajinách (Portugalsko, Brazília, Angola, Mozambik, Guinea-Bissau, Kapverdy, Svätý Tomáš a Princov ostrov, Rovníková Guinea, Macao a Východný Timor), v 7 medzinárodných organizáciách (Africká únia, Európska únia, Únia Juhoamerických národov, Mercosul, Organizácia amerických štátov, Spoločenstvo portugalsky hovoriacich krajín a Latinská únia). Hovoria nim aj rozsiahle komunity v Severnej Amerike. \nŠpanielsky autor Miguel de Cervantes raz nazval portugalčinu ako \"„sladký a príjemný jazyk“\", zatiaľ čo brazílsky spisovateľ Olavo Bilac ju poeticky opísal ako \"„a última flor do Lácio, inculta e bela“\" (posledný kvet Latia, divoký a nádherný). Portugalčina je taktiež označovaná ako „Camõesov jazyk“ (podľa Luisa Vaz de Camõesa, jedného z najvýznamnejších portugalských básnikov).\n\n", "meta": {"id": "30449"}}
{"text": "\n\ndoc. Mgr. Dušan Jamrich (25. október 1946, Bratislava) je slovenský herec a pedagóg. Bol prvým manželom Magdy Vášáryovej.\nPo štúdiu na gymnáziu pracoval rok v Polygrafických závodoch. Na štúdium herectva sa dostal na druhý pokus, keď po prvých úspešných prijímacích pohovoroch prijali len dvoch uchádzačov a neotvorili ročník.\nPo absolvovaní štúdia herectva na VŠMU v Bratislave (1970) člen, v rokoch 1991 - 1996, od 1. januára 1993 riaditeľ, od 1. januára 1996 generálny riaditeľ SND v Bratislave. Dňom 1. októbra 1996 bol z politických dôvodov z funkcie odvolaný, znova vymenovaný za generálneho riaditeľa SND bol 1. januára 1999. Koncom roka 2005 bol ministrom kultúry z funkcie odvolaný.\nV roku 2002 bol Dušan Jamrich zvolený za viceprezidenta významnej medzinárodnej organizácie ETC (Európska divadelná konvencia), ktorá združuje 35 divadiel z 22 krajín Európy (Činohra SND je členom ETC od roku 2000).\nZ úloh: Jochanan (Hviezdoslav, Herodes a Herodias), Richard II. (W. Shakespeare), Orestes (J. W. Goethe, Ifigénia v Tauride), Dosužev (A. N. Ostrovskij, Výnosné miesto), Geľo (Jozef Hollý, Geľo Sebechlebský), Michael (Brian Friel, Tance na sklonku leta), Ilja (Ján Solovič, Zlatý dážď), Adam (Hacks, Adam a Eva). Patrí medzi popredných recitátorov, znalcov Hviezdoslavovej poézie. Spolupracoval s rozhlasom, televíziou (seriál \"Povstalecká história\" – 1984). Film mu neposkytol väčšie príležitosti.\n\n", "meta": {"id": "33427"}}
{"text": "\n\nZmena zdola, Demokratická únia Slovenska, skratka Zmena zdola, DÚ (v rokoch 2000 - 2002 Liberálnodemokratická únia, skratka LDÚ, v rokoch 2002 - 2010 Demokratická únia Slovenska, skratka DÚ) je mimoparlamentná politická strana pôsobiaca na Slovensku od roku 2000. Jej predseda Ján Budaj je poslancom Národnej rady SR zvoleným na kandidátnej listine strany OĽaNO.\nDemokratickú úniu Slovenska založila skupina členov Demokratickej únie, nespokojných s fúziou Demokratickej únie do Slovenskej demokratickej a kresťanskej únie. Skupinu viedol Ján Budaj, ktorý bol zvolený na ustanovujúcom republikovom výbore 4. novembra za predsedu strany. Strana bola zaregistrovaná na ministerstve vnútra 7. septembra 2000 pod pôvodným názvom Liberálnodemokratická únia. V roku 2002 bola strana premenovaná na názov takmer totožný s názvom zaniknutej strany „Demokratická únia“ (pozri Demokratická únia Slovenska (1994) / DEÚS a Demokratická únia / DÚ).\nKeďže strana od roku 2012 samostatne nekandidovala do NR SR, Štatistický úrad SR jej preferencie nezaznamenáva.\n\n", "meta": {"id": "51912"}}
{"text": "\n\nVŕtanie je spôsob trieskového obrábania, ktorým sa vytvára v plnom obrábanom predmete otvor s kruhovým prierezom rôznej veľkosti a presnosti. Strojové vŕtanie sa najčastejšie vykonáva na vŕtacích strojoch - vŕtačkách, ale je ho možné vykonať aj napríklad na sústruhu. Menšie otvory avšak s nízkou presnosťou je možné vŕtať aj pomocou ručných vŕtačiek.\n\"Hlavný rezný pohyb\" je rotačný a vykonáva ho nástroj pri vŕtaní na vŕtačkách, alebo obrobok pri vŕtaní na sústruhu.\n\"Vedľajší rezný pohyb\" je posun v smere osi otáčania, vykonáva ho nástroj.\nVŕtací nástroj sa volá vrták. Podľa konštrukcie sa rozlišuje niekoľko typov vrtákov.\nGeometrické parametre konkrétnych nástrojov závisia hlavne od materiálu do ktorého sa bude vŕtať a menej od materiálu vrtáka a rezných podmienok. \nNástroje sa upínajú za stopku.\nVŕtačky na strojové vŕtanie sa rozdeľujú podľa počtu vretien na.\na ďalej podľa konštrukcie na.\nObrobky sa podľa veľkosti a typu vŕtačky upínajú do.\nPočas vŕtania vzniká teplo, ktoré je potrebné z miesta rezu odvádzať. Na to sa používajú rôzne chladiace kvapaliny podľa druhu vŕtaného materiálu.\nKvapalina sa tiež niekedy používa na vyplavovanie triesky.\nS vŕtaním súvisiaca, často po vŕtaní nasledujúca operácia sa nazýva vyvŕtavanie. V tomto prípade sa zväčšuje už predvŕtaný, alebo predliaty otvor. Nástroj môže byť tiež vrták, ale používajú sa aj ďalšie viacrezné nástroje.\nVyvrtáva sa len prstencový otvor, t. j. stredom diery prechádza ešte valec z nevyvŕtaného materiálu.\nOtvor sa vŕta / vyvrtáva na presnú formu. Niekedy môže byť aj zložitá.\n\n", "meta": {"id": "73922"}}
{"text": "\n\nPhDr. Ľuba Ballová-Králiková, CSc. (20. november 1934, Košice – 30. november 2019, Bratislava) bola slovenská hudobná historička.\nŠtúdium hudobnej vedy na Filozofickej fakulte Univerzity Komenského v Bratislave absolvovala v roku 1958.\nV rokoch 1958-59 pôsobila ako asistentka Ústavu hudobnej výchovy na Pedagogickej fakulte v Prešove. V rokoch 1961-65 bola redaktorkou Česko-slovenského rozhlasu v Bratislave. Od roku 1965 bola pracovníčka hudobného oddelenia Slovenského národného múzea v Bratislave.\nZaoberala sa výskumom historických tancov na Slovensku a históriou pobytu Ludwiga van Beethovena na Slovensku. Výsledky výskumu uverejnila v publikácii \"Ludwig van Beethoven a Slovensko\" (Martin, 1972). Vo svojej špecializácií sa zameriavala najmä na hudbu slovenského baroka a klasicizmu. Spolu s Darinou Múdrou a Pavlom Polákom je jednou zo zakladateľov \"Slovenského katalógu hudobnohistorických prameňov\".\nKoncepčne pripravila výstavy s názvom \"Beethoven a Slovensko\" (1966, 1974) a \"Rané tlače z diel Ludwiga van Beethovena na Slovensku\" (Dolná Krupá, 1978) taktiež v roku 1970 organizovala konferenciu venovanú osobnosti Ludwiga van Beethovena.\nBola autorkou scenárov k výstavám ako: \"Poklady hudobnej minulosti\" (1968), pri príležitosti \"festivalu Pražská jar\", ako aj autorkou scenára k \"Pamätníku Ludwiga van Beethovena\" v areáli Kaštieľa v Dolnej Krupej (1992). Zároveň bola autorkou scenára výstavy \"Putovanie Daniela Speera po Šariši a Zemplíne\" (1988).\n\n", "meta": {"id": "91054"}}
{"text": "\n\nKamenec je potok v hornom Šariši, na území okresu Bardejov. Je to ľavostranný prítok Tople a má dĺžku 16 km. Na strednom a dolnom toku meandruje, vytvára početné bočné ramená a formuje viaceré sihote.\n\"Prameň:\" v severozápadnom cípe Ondavskej vrchoviny, v blízkosti slovensko-poľskej štátnej hranice, na východnom svahu vrchu Dzielec (793,4 m n. m.) v nadmorskej výške okolo 705 m n. m.\n\"Smer toku:\" po sútok s Olchovcom na juhozápad, odtiaľ po sútok so Sveržovkou na juhojuhozápad, potom k ústiu na juh\n\"Geomorfologické celky:\" Ondavská vrchovina\n\"Prítoky:\" sprava spod Polianky (726,1 m n. m.), z oblasti Stavenca, zľava spod Beskydského sedla (637 m n. m.), Oľchovec, Mostík, prítok z južného úpätia vrchu Busov (1 002,0 m n. m.) a Sveržovka\n\"Ústie:\" do Tople na území obce Tarnov v nadmorskej výške okolo 318 m n. m.\n\"Obce:\" Frička, Petrová, Gaboltov, Sveržov a Tarnov\n\n", "meta": {"id": "103815"}}
{"text": "\n\nOľga Králová-Mistríková (rod. Králová) (24. jún 1939, Banská Bystrica - 25. január 1992, tamže) bola slovenská lekárka-anestéziologička. President of the country organization.\nŠtudovala na Jedenásťročnej strednej škole (dnes Gymnázium Andreja Sládkoviča) v Banskej Bystrici, do roku 1962 na Lekárskej fak. UK v Bratislave, 1975 absolvovala kurz z anestéziológie a resuscitácie, 1986 kurz org. a riad. zdravotníctva. Roku 1989 bola na študijnom pobyte v Pittsburghu. Prezidentka a viceprezidentka federálneho výboru Česko-Slovenskéhi Červeného Kríža redcross (1990-1992), členka Horskej služby. Zakladateľka integrovaného záchranného systémy v Banskej Bystrici. Vedúca lekárka Stanice rýchlej zdravotníckej pomoci, prvá primárka prijímacieho oddelenia NsP FDR v Banskej Bystrici (1983-1992), podieľala sa na organizovaní prednemocničnej pomoci aj ako členka Horskej služby a Vodnej záchrannej služby. Iniciátorka založenia Leteckej záchrannej služby v Československu s prvými záchranárskymi heliportami v Prahe a Banskej Bystrici \n(1988). V roku 2015 bola nominovaná do Siene slávy a získala (in mempriam) ocenenie Zlaté krídla za celoživotné dielo.\n\n", "meta": {"id": "134268"}}
{"text": "\n\nPeter Falk (16. september 1927, New York, USA – 23. jún 2011, Beverly Hills, Kalifornia) bol americký herec židovského pôvodu.\nPreslávil sa účinkovaním v televíznom seriáli Columbo. Za túto úlohu získal Zlatý glóbus a päť cien Emmy.\nAko trojročný prišiel kvôli malígnemu tumoru o pravé oko a dostal sklenené oko. Päť rokov po skončení hereckej školy, v roku 1960, bol nominovaný na Oscara za rolu vraha vo filme \"Murder, Inc.\". Druhú nomináciu získal o rok neskôr za vedľajšiu rolu vo filme \"Pocketful of Miracles\".\nDesaťkrát bol nominovaný na cenu Emmy za rolu \"poručíka Columba\", z toho päťkrát vyhral; za túto úlohu bol nominovaný deväťkrát na Zlatý glóbus, ktorý vyhral v roku 1973. Ohromná popularita seriálu mu zaistila pevnejšie postavenie v Hollywoode a výber ambicióznejších rolí. Na svojom konte má spoluprácu s renomovanými tvorcami: s Johnom Cassavetesom napríklad natočil film \"Husbands\" (1970). Objavil sa aj vo filmoch Wima Wendersa \"Nebo nad Berlínom\" (1987) a \"In weiter Ferne, so nah!\" (1993).\nBol dvakrát ženatý: jeho prvou manželkou bola Alice Mayo v rokoch 1960 – 1976 a po rozvode sa v roku 1977 oženil so Sherou Danese. Jeho dcéra 15. decembra 2008 oznámila, že otec trpí Alzheimerovou chorobou a demenciou. Začiatkom roku 2009 sa sporili o majetok jeho dcéra z prvého manželstva a druhá manželka.\nZomrel 23. júna 2011 vo svojom dome v Beverly Hills. Bezprostredná príčina smrti nie je známa, pretože ju rodina nechcela oznámiť.\nV roku 2013 dostal hviezdu na Hollywoodskom chodníku slávy.\n\n", "meta": {"id": "144170"}}
{"text": "\n\nGymnázium Poštová je gymnázium na Poštovej ulici číslo 9 v centre mesta Košice. Toto košické gymnázium patrí vďaka dosiahnutým výsledkom v mimoriadných súťažiach a maturitných skúškach medzi najlepšie gymnázia na Slovensku. Ponúka svojim študentom okrem všeobecného štúdia aj možnosť štúdia v triedach s rozšíreným vyučovaním matematiky, či anglického jazyka. V súčasnosti je riaditeľom gymnázia Mgr. Otto Révész.\nBudova školy je postavená v eklektickom štýle, stojí na Poštovej ulici, ktorá sa kedysi volala \"Pivovarská\", pretože tu od 17. storočia stála budova mestského pivovaru. Pivo sa tu varilo a predávalo až do roku 1863. Po tomto roku sa pre zastarané zariadenie a schátralosť budovy prestalo pivo variť, ale naďalej sa predávalo až do roku 1876. Vtedy sa mestská rada rozhodla budovu prestavať na školské účely. \nMala sa tu presídliť \"Štátna nemecká reálka\", ktorá pripravovala strednú technickú inteligenciu a ktorá od svojho vzniku v roku 1858 zápasila s nedostatkom priestorov. Budova bola postavená na náklady mesta a v roku 1882 sa tu slávnostne otvoril nový školský rok.\nNa školské účely slúži dodnes, hoci má netypické, na výuku nie príliš vhodné priestory. Od roku 2001 má novú fasádu, kompletne vymenenú strešnú krytinu a mnoho drobných interiérových úprav. V roku 2004 boli vymaľované priestory školy a upravený interiér. Budova je od roku 1981 národnou kultúrnou pamiatkou.\nBudova bola v rokoch 1882 až 1938 sídlom najprv uhorskej, potom česko-slovenskej štátnej reálky. Po Viedenskej arbitráži, keď Košice pripadli Maďarsku, sa reálka presídlila do Bardejova a v budove bolo zriadené \"Kráľovské uhorské štátne gymnázium\" s vyučovacou rečou slovenskou.\nPo skončení druhej svetovej vojny začalo v budove svoju činnosť \"II. štátne gymnázium\", ktoré neskôr vystriedala \"Stredná priemyselná škola stavebná\". V rokoch 1953 až 1967 v tejto budove sídlila \"Základná odborná škola v Košiciac\"h, predchodkyňa terajšej Strednej odbornej školy automobilovej na Moldavskej ceste 2. V školskom roku 1967/1968 sa z \"Revolučnej ulice\" (dnes Jantárová ulica) do budovy presídlila \"Stredná všeobecnovzdelávacia škola\", základ dnešného gymnázia, ktorá bola založená 1. júla 1960. Prvé gymnaziálne triedy boli otvorené v školskom roku 1969/1970. O tri roky neskôr zmaturovali poslední absolventi SVŠ i prví absolventi gymnázia, čím bola zavŕšená transformácia školy na gymnázium. Triedy nového gymnázia boli orientované na prírodovedné a humanitné predmety.\nV školskom roku 1974/1975 boli na škole zriadené triedy so zameraním na matematiku. Ich cieľom bolo podchytiť matematicky nadaných žiakov a poskytnúť im možnosť intenzívneho rozvoja ich talentu, orientovať týchto žiakov pre štúdium na vysokých školách, kde je matematika dominantným predmetom, zlepšiť výsledky reprezentačného družstva v \"Medzinárodnej matematickej olympiáde\". Takéto gymnázia boli v bývalej ČSFR iba štyri. Dve v Česku - vtedajšie \"Gymnázium W. Piecka v Prahe\" (dnes Gymnázium Christiana Dopplera) a \"Gymnázium Bílovec\" (dnes Gymnázium Mikuláše Koperníka), jedno v Bratislave (Gymnázium Alexandra Markuša) a jedno v Košiciach (Gymnázium Šmeralova 9, terajšia Poštová). Prvými priekopníkmi vyučovania matematiky v týchto triedach boli RNDr. Katarína Grünmannová a Michal Ščerbák. V tom istom školskom roku boli na škole zriadené aj triedy so zameraním na telesnú výchovu, ktoré v roku 1979 zanikli.\nGymnázium prešlo za viac ako 30 rokov podstatnými zmenami. Do povedomia nielen košickej, ale aj slovenskej verejnosti, sa zapísalo ako \"matematické gymnázium\", keďže od roku 1974 sú na škole zriadené triedy so zameraním na matematiku. Ich študenti za 25 rokov dosahovali a dosahujú vynikajúce výsledky v matematických a fyzikálnych olympiádach nielen na domácej pôde, ale aj na medzinárodných súťažiach.\nOkrem matematických tried boli v 70. a 80. rokoch aj triedy so zameraním na základy technickej chémie, programovania, elektrotechniky, telesnej výchovy a humanitné triedy.\nV 90. rokoch došlo k zmenám v osnovách a v orientácii školy, ale gymnázium si napriek tomu zachovalo podobu tradičného gymnázia. V školskom roku 1990/1991 boli zriadené jazykové triedy s rozšíreným vyučovaním anglického jazyka.\nŠkola má v súčasnosti 17 tried, 517 študentov a 46 pedagogických a nepedagogických zamestnancov a troch externistov.\nPravidelne sa otvárajú semináre alebo cvičenia z matematiky, informatiky, chémie, biológie, fyziky, seminár z dejepisu, geografie, spoločenskovedný, z psychológie a konverzácie z cudzích jazykov - anglického, nemeckého a francúzskeho.\nŠkola od roku 1990 organizovala každoročne 10 dňové výmenné pobyty študentov vo Spojenom kráľovstve s družobnou školou v meste Tauton, prípadne poznávacie pobyty v iných britských mestách. Pre podporu výučby nemeckého jazyka škola organizuje výmenné pobyty s družobnou školou v nemeckom meste Warendorf a švajčiarskou školou v Bazileji.\n\n", "meta": {"id": "147887"}}
{"text": "\n\nLlullaillaco (ajm. \"llulla\" - \"špinavý\" + \"yacu\" - \"voda\", keč. \"lullac\" - \"ležiaci\" + \"yacu\" - \"voda\") je názov v súčasnosti neaktívneho stratovulkánu, nachádzajúceho sa na argentínsko čilských hraniciach. S výškou 6 739 m je to druhá najvyššia sopka, ktorej erupcia bola zaznamenaná v historickej dobe, zároveň je to aj piata najvyššia sopka sveta (vrátane neaktívnych). Absolútne najvyššia aktívna sopka sa nachádza tiež v Južnej Amerike - približne 200 km južne ležiaca Nevados Ojos del Salado.\nPribližne pred 150 000 rokmi nastal kolaps staršej vulkanickej stavby, čoho dôkazom sú rozsiahle depozity pyroklastík na argentínskej strane. Neskorší vývoj vytvoril viacero lávových dómov a s nimi asociovaných lávových prúdov prevažne dacitového zloženia. V druhej polovici 19. storočia boli zaznamenané tri menšie explozívne erupcie, jedna aj s výlevom lávy.\n\n", "meta": {"id": "158485"}}
{"text": "\n\nPalác kultúry a vedy je výšková budova vo Varšave. Bol vybudovaný v rokoch 1952 až 1955 podľa projektu sovietskeho architekta Leva Rudnieva. Pôvodne sa nazýval \"Palác kultúry a vedy Jozefa Stalina\" (), ale počas destalinizácie bol názov zmenený a Stalinovo meno a jedna jeho socha bola odstránená z interiérov.\nMá 42 poschodí, výšku 231 metrov, objem a zaberá . Má vyše 3 000 miestností s celkovou výmerou . Len konferenčné sály zaberajú . Výstavná plocha má . Funguje v nej 33 výťahov z toho 14 rýchlovýťahov. Sídlia tu zahraničné firmy, finančné a vedecké inštitúcie ako aj Poľská akadémia vied. V paláci sa nachádza pošta, fitnes, kiná, múzeá, knižnice a tiež 3 divadlá. Používa sa na televízne a rozhlasované FM vysielanie. Vyhliadková terasa je na tridsiatom poschodí vo výške 114 metrov nad povrchom. Z vyhliadkovej terasy ľudia často páchali samovraždy, od prvého incidentu v roku 1956 sa preto museli nainštalovať bezpečnostné zábrany.\nOd 2. februára 2007 je celý objekt pamiatkovo chránený.\nOdkedy bol postavaný, je kontroverzná jeho obľúbenosť medzi obyvateľmi, keďže mhohí ho chápu ako symbol stalinizmu a soviestkeho potláčania Poľska.\n\n", "meta": {"id": "181364"}}
{"text": "\n\nDavid Krejčí (28. apríl 1986, Šternberk) je český profesionálny hokejový útočník.\nS hokejom začínal v Kladne. V roku 2004 bol draftovaný klubom Boston Bruins. Po drafte pôsobil v najvyššej zámorskej juniorskej lige Quebec Major Junior Hockey League (QMJHL) v tíme Gatineau Olympiques, kde strávil dve sezóny. Sezónu 2006/07 odohral za farmársky klub Bostonu, Providence Bruins. V NHL debutoval 30. januára 2007 v zápase proti Buffalu. V nasledujúcej sezóne 2007/08 odohral 25 zápasov v AHL na farme Bostonu a následne sa prebojoval do prvého tímu, kde pôsobí do dnes. Za Boston v NHL nastúpil počas šiestich sezón na 436 zápasov, v ktorých získal 323 bodov (101+222). Nosí dres s číslom 46.\nČesko reprezentoval na MS 2008, 2010, 2012 a 2018.\n\n", "meta": {"id": "232779"}}
{"text": "\n\nFillér (etymologicky z nem. \"Vierer\" - „štvorka“) je maďarský ekvivalent nemeckých slov Heller (halier) a Pfennig (fenig). \nPôvodne sa v maďarčine ako fillér označoval fenig (1/240 zlatého, čiže 1/4 grajciara). Od roku 1892 bol fillér maďarský názov čiastkovej menovej jednotky (1/100) koruny, po slovensky túto jednotku pre toto obdobie voláme halier. V rokoch 1926 - 1946 bol fillér čiastková menová jednotka (1/100) meny pengő, od roku 1946 je to čiastková menová jednotka meny maďarský forint. Aj česko-slovenský/český/slovenský výraz halier sa do maďarčiny prekladá/prekladal ako fillér.\nVzhľadom na tradične vysokú infláciu v Maďarsku sa od roku 1999 filléry ako mince už nerazia, lebo majú zanedbateľnú hodnotu, ale ako formálna čiastková menová jednotka naďalej existujú.\n\n", "meta": {"id": "233613"}}
{"text": "\n\nJOJ Plus (od roku 2011 do 5. októbra 2020 \"Plus\") je druhý televízny kanál JOJ. Vysielať začal 5. októbra 2008 o 19:55 hod, filmom \"Vesničko má středisková\". V DVB-T sa program nachádza v 2. multiplexe. V roku 2014 bola sledovanosť kanálu PLUS okolo 3 %.\nJOJ Plus vysiela v primetime najmä akvizičné seriály a reality šou. Najpopulárnejšie zahraničné seriály na JOJ Plus sú ', ', \"CSI: Las Vegas\", \"Biele goliere\", \"Dexter\", \"Faktor strachu\", \"Simpsonovci\" a \"Griffinovci\". Okrem akvizícií, JOJ Plus vysiela reprízy slovenských filmov a seriálov, ako aj reprízy z JOJ. V januári 2013 začala ako Plus vysielať svoj prvý pôvodný seriál, \"Deň a noc\".\nProgram JOJ Plus je cielený na mladších divákov, prevažne mužského pohlavia.\n\n", "meta": {"id": "237122"}}
{"text": "\n\nLeopold Baumhorn alebo Lipót Baumhorn (28. december 1860, Kisbér, Maďarsko – 8. júl 1932, tamtiež) bol maďarský architekt známy hlavne ako projektant monumentálnych secesných synagóg v Rakúsko-Uhorsku.\nVzdelanie ukončil na viedenskej umeleckej univerzite. V Maďarsku vystaval 20 synagóg. Jeho prvou stavbou bola Ostrihomská synagóga (1888), ďalšími synagógy v Szegede (1903), Szolnoku, Budapešti, Novom Sade. Na Slovensku sa architektonicky podieľal na výstavbe synagógy v Lučenci (1924-25) a synagógy v Nitre postavenej v maursko-byzantskom štýle (1910-11) a na renovácii synagógy v Liptovskom Mikuláši.\nšak bola aj synagóge vela postavených ním\n\n", "meta": {"id": "242438"}}
{"text": "\n\nMgr. Roman Michelko (29. apríl 1971, Košice) je slovenský spisovateľ, publicista, politológ a vydavateľ (Vydavateľstvo Spolku slovenských spisovateľov). \nAbsolvoval Filozofickú fakultu Univerzity Komenského v Bratislave v odboroch filozofia-história (v roku 1995) a politológia (s vyznamenaním v roku 1996). Od roku 1992 je jedným z redaktorov časopisu \"Proglas\". Bol jedným zo zakladateľov vydavateľstva \"Chronos\" v roku 1994. Pracoval na Katedre histórie Trnavskej univerzity, neskôr v \"Národnom literárnom centre\" v sekcii zahraničných štúdií, a v zahraničnom vysielaní Slovenského rozhlasu. V rokoch 1997 až 1999 pôsobil na Katedre politológie Filozofickej fakulty Univerzity Komenského v Bratislave. Podieľal sa na zakladaní časopisu Kultúra, v rokoch 1999 až 2001 riadil spravodajstvo rádia Hviezda FM v Nitre. V rokoch 2001 až 2002 pôsobil v Národnej rade Slovenskej republiky ako asistent poslanca Augustína Mariána Húsku, po roku 2006 ako asistent poslanca za Smer Jána Podmanického. Od roku 2003 je riaditeľom Vydavateľstva Spolku slovenských spisovateľov . Publikoval viac ako 1200 článkov, štúdií a esejí z oblasti politológie, sociológie, filozofie, histórie a iných spoločenských vied. Je člen Matice slovenskej. Je ženatý a má dve deti. Je členom Matice slovenskej, v roku 2013 bol jedným z kandidátov na post jej predsedu. Pôsobil pravidelne ako hosť v relácii \"Večer\" na tému v RTVS. \nPíše pravidelne pre Literárny týždenník, Hlavné správy, ZEM & VEK, Slovenské národné noviny, Slovo. Od roku 2018 publikuje pre socialistický časopis DAV DVA, pre ktorý nahráva pravidelne videoblogy \"Veci verejné\". Dlhodobo sa venuje problematike privatizácií.\nNa jeseň 2019 Roman Michelko príjal ponuku a kandiduje za stranu VLASŤ pre parlamentné voľby 2020. Získal 27828 hlasov. Strana sa do parlamentu nedostala a kvôli zisku 2,93 % hlasov nedostane štátny príspevok (ktorý dostanú strany hnutia či koalície, ktoré dosiahnu aspoň 3 % platných hlasov).\nV júni 2015 ho vláda SR nominovala do správnej rady Ústavu pamäti národa, kde má nahradiť historika Slavomíra Micháleka z Historického ústavu SAV, ktorému v rade končilo funkčné obdobie. Napokon vládna strana Smer jeho nomináciu stiahla a novým predsedom správnej rady UPN sa stal Ondrej Krajňák \nMédiá v tejto súvislosti poukázali na jeho kontroverzné výroky a výzvu na dekriminalizáciu Jozefa Tisa Taktiež na začiatku ukrajinskej krízy Michelko Ukrajincov vyzýval, aby sa nedali zlákať na cestu, ktorou sa po roku 1989 vydali Česko a Slovensko.\nMichelko na kauzu reagoval v židovskom časopise DELET slovami.\nPochybnosť o ústavnosti referenda o predčasných voľbách v roku 2018.\nV máji 2018 vyslovil názor, že ak by sa aj podarilo vyzbierať 350 000 podpisov potrebných na vyhlásenie referenda o predčasných voľbách, stále bolo k dispozícii podanie na Ústavný súd Slovenskej republiky, či je takéto referendum ústavne konformné, či je legitímne, aby sa dĺžka volebného obdobia stanovená ústavou skracovala, a či sú alebo nie sú porušené politické práva. Zdôraznil tiež, že obe neúspešné referendá o predčasných voľbách neboli preskúmané na Ústavnom súde Slovenskej republiky, a preto podľa neho nebolo ani jasné, či takéto referendá sú alebo nie sú ústavne konformné, a teda prípustné.\nV roku 2006 získal prémiu ceny Ivana Kraska (cena za najlepší literárny debut autorov do 35 rokov) za zbierku filozoficko-politologických esejí \"Revoltujúci Sizyfos\".\n\n", "meta": {"id": "284768"}}
{"text": "\n\nJane Seymour (rodným menom \"Joyce Penelope Wilhelmina Frankenbergová\"; 15. február 1951, Londýn, Spojené kráľovstvo) je anglická herečka, ktorá sa preslávila najmä ako \"Bondovo dievča\" v roku 1973 vo filme Žiť a nechať zomrieť (\"Live and Let Die\") a ako hlavná predstaviteľka amerického televízneho seriálu Doktorka Quinnová, vysielaného od roku 1993.\nNarodila sa v Hayese v Londýne. Jej otec John Frankenberg (1990) bol pôrodník židovského pôvodu (s koreňmi v Poľsku), matka Mieke van Trigtová (2007) bola Holanďanka, ich manželstvo trvalo 40 rokov až do otcovej smrti.\nAko umelecké meno si vybrala meno tretej manželky Henricha VIII., keď mala 17 rokov. Vyštudovala nezávislú školu \"The Arts Educational School\" v Tringu v Hertfordshire v Anglicku.\nTrpí tzv. heterochrómiou, čo znamená, že pravé oko má hnedej a ľavé zelenej farby. V roku 2007 verejne priznala, že podstúpila plastickú operáciu pŕs a úpravu očných viečok.\nV roku 1984 si kúpila s vtedajším manželom, Davidom Flynnom, kaštieľ sv. Kataríny v dedinke sv. Kataríny, neďaleko Bathu v Somersete. Trávila v ňom leto a počas zimných období bývala v Malibu. Po rozvode s Flynnom a po svadbe so súčasným manželom Keachom, trávila viac času v Amerike, a preto dom, ktorý využívala menej, prenajímala (medzi jej nájomcov patrili napríklad anglická rocková skupina Radiohead alebo skupina The Cure). Dom predala v novembri 2007, po tom, ako vyhrala súdny spor so susedmi, ktorý ju žalovali za nadmerný hluk, ktorý spôsobovali nájomníci.\nHerečku veľmi poznačila alergická reakcia na antibiotikum, ktorú dostala počas nakrúcania filmu v Španielsku, kedy skoro zomrela.\nHerečka bola vydatá štyrikrát a má štyri deti.\nV súčasnosti býva v Malibu v Kalifornii s manželom a dvojičkami.\nVyznamenanie, občianstvo a charita.\nNa silvestra v roku 1999 jej britská kráľovná Alžbeta II. oficiálne udelila titul Rad britského impéria OBE. 11. februára 2005 jej bolo na slávnosti v Los Angeles, v Kalifornii, udelené občianstvo Spojených štátov. Jana Seymourová je veľvyslankyňou neziskovej organizácie Childhelp. Pravidelne sa objavuje na benefičných a iných akciách zameraných na prevenciu, pomoc a liečbu zneužívaných detí a patrí medzi najaktívnejších členov a prispievateľov. V roku 2007 sponzorovala detskú súťaž \"Art Pillow\". Celý finančný výťažok išiel na podporu organizácie Childhelp. 2. decembra 2008 jej Nadácia Christophera and Dana Reevea na slávnosti v Los Angeles udelila vyznamenanie za jej prácu s hendikepovanými ľuďmi.\n\n", "meta": {"id": "284812"}}
{"text": "\n\nRosomák severský (iné názvy: rosomák sibírsky, rosomák tajgový, staršie: \"rosomach (?)sibírsky\", zastarano: \"mnohožráč\"; lat. \"Gulo gulo\") je jediný recentný druh z rodu rosomák (\"Gulo\").\nVyskytuje sa v severnej Eurázii (od Nórska po Kamčatku), na Aljaške, v Kanade a čiastočne v USA. \nJe dlhý 65-105 cm a váži 8-14 kg, je to teda značne veľký druh lasicovitých. Samec je väčší ako samica. Celkovým výzorom pripomína medveďa, najmä preto, že je zavalitý, silný. Má silné čeľuste, svalnaté nohy a široké chodidlá - to všetko mu pomáha premôcť korisť a rozdrviť potravu. Srsť je černastohnedá, dlhá a hustá, pričom na boku má od pliec po zadok bledý pás a na hrudi máva bielu škvrnu. Vytvára si brlohy medzi koreňmi či skalami alebo nory v snehu. Živí sa mäsom (jelene, zajace, myši, vtáky), vajciami a plodmi. \n\n", "meta": {"id": "309103"}}
{"text": "\n\nYeti [vyslov:jety] (iné slovenské názvy: snežný človek, snežný muž, staršie jeti, \"yetti\") je údajný humanoidný tvor žijúci v pohorí Himaláje. Má to byť chlpatý tvor podobný ľudoopovi alebo pravekému človeku, vysoký približne .\nDomnienky o jeho existencii sú založené predovšetkým na rozprávaniach obyvateľov z okolia himalájskeho pohoria, kde sa správy o tomto tvorovi rozprávajú už po celé generácie. Pre európsku civilizáciu ho objavil v roku 1889 anglický dôstojník L. A. Wadel, keď na jednom himalájskom sedle objavil v snehu obrovský odtlačok bosej chlpatej nohy. Jediným dôkazom sú odtlačky chodidiel a ich fotografie. Prvé fotografie stôp však urobil až v roku 1937 F. S. Smyth, ktorý na dôkaz nadmernej veľkosti k odtlačku priložil horolezecký cepín. Väčšina odborníkov sa domnieva, že ide o poškodené alebo zdeformované odtlačky iných zvierat, iní odborníci tvrdia, že môže ísť o tvora, ktorý zatiaľ nie je odborne opísaný, ale jeho existencia je možná. Prvé sadrové odliatky stôp urobili v roku 1972 americkí horolezci McNeely a Cornin.\nPodľa iných názorov by mohlo ísť o zástupcov druhu človek vzpriamený (Homo erectus). Človek vzpriamený sa vyskytoval aj v Ázii. Je tiež možné, že ide o príslušníka rodu Gigantopithecus, čo je veľký ľudoop, ktorého pozostatky (najmä pozostatky čeľustí) boli nájdené v Číne. Alebo môže ísť o denisovana.\n\n", "meta": {"id": "333172"}}
{"text": "\n\nMgr. Rudolf Kusý (25. marca 1976) je slovenský komunálny politik a občiansky aktivista. V súčasnosti starosta mestskej časti Bratislava - Nové Mesto, kandidoval ako nezávislý. \nVyštudoval učiteľstvo na Pedagogickej fakulte Univerzity Komenského v Bratislave. Štúdium ukončil v roku 1999 štátnou skúškou. V nasledujúcich rokoch zastával viacero prevažne manažérskych pozícií, ako tréner a školiteľ. Popri tom sa systematicky venoval práci s mládežou. Pri Bratislavskom samosprávnom kraji založil Študentský parlament. \nV roku 2009 založil občianske združenie Za Bratislavu - Nové Mesto, ktorého cieľom je umožniť občanom mestskej časti presadiť svoje návrhy, predstavy a pripomienky na komunálnej úrovni.\nNa základe jeho projektu vzniklo Informačné centrum mladých v Novom Meste . \nZaangažoval miestnu komunitu a vytvoril detské ihrisko na Nobelovej. Pre seniorov vytvoril vzdelávacie centrum v knižnici na Pionierskej ulici.\nNie je ani nikdy nebol členom žiadnej politickej strany.\nV komunálnych voľbách v roku 2006 bol ako nezávislý kandidát zvolený za poslanca miestneho zastupiteľstva v mestskej časti Bratislava – Nové Mesto.\nV novembri 2009 sa stal poslancom Bratislavského samosprávneho kraja, keď uspel ako jediný nezávislý kandidát.\nV komunálnych voľbách v roku 2010 bol ako nezávislý kandidát zvolený za starostu mestskej časti Bratislava – Nové Mesto. Zároveň sa stal najmladším starostom na území Bratislavy. Do funkcie nastúpil 23. decembra 2010.\nVo februári 2017 oznámil svoju kandidatúru na predsedu Bratislavského samosprávneho kraja.\nZískal 18,55 % a nebol zvolený za predsedu. Skončil druhý.\n\n", "meta": {"id": "360775"}}
{"text": "\n\nMajstrovstvá sveta IIHF v inline hokeji 2000 boli v poradí 4. Majstrovstvá sveta v inline hokeji mužov, ktoré organizuje Medzinárodná hokejová federácia (IIHF). Konali sa v mestách Hradec Králové a Choceň, v Česku od 7.14. júla 2000, za účasti 14 tímov. Prvýkrát sa odohral svetový šampionát mimo USA. A prvýkrát sa stalo víťazom neseveroamerické družstvo, ktorá vo finále zdolalo domáce družstvo .\nMajstrovstvám prvýkrát predchádzala kvalifikácia, z ktorej sa kvalifikovalo 11 tímov. Švajčiari, Rusi a Taliani sa na Majstrovstvách sveta IIHF v inline hokeji nikdy viac nezúčastnili.\n\n", "meta": {"id": "361842"}}
{"text": "\n\nSlovenská nohejbalová asociácia (skr. SNA) je riadiacim orgánom nohejbalu na Slovensku. Je riadnym členom EFTA aj UNIF. Od roku 1993 do 2010 bola členom FIFTA, ale po nezhodách z nej odstúpila a spolu s ďalšími ôsmimi členmi spoluvytvorila novú medzinárodnú nohejbalovú organizáciu, UNIF.\nOrganizuje nohejbalové súťaže v kategórii mužov, žien, juniorov a žiakov.\nNa Slovensko prišiel nohejbal z Čiech, kde vznikol v roku 1922 ako futbal cez šnúru. K nám ho priniesli futbalisti Slavie Praha, ktorí tento šport „objavili“, až po 2. svetovej vojne. V roku 1945 si v Piešťanoch krátili čas na volejbalovom ihrisku kopaním futbalovej lopty cez natiahnutý špagát. Táto netradičná hra zaujala miestnych vodných pólistov a plavcov, ktorí sa k pražským futbalistom pridali a novú hru sa rýchlo naučili.\nV roku 1963 odštartovala mestská nohejbalová súťaž v Piešťanoch a uskutočnilo sa aj prvé medzimestské stretnutie Piešťany – Martin. Rok 1963 je považovaný za oficiálny začiatok nohejbalu na Slovensku. Od roku 1968 fungovala pravidelná, ale neoficiálna moravsko–slovenská liga, v ktorej súťažili obe slovenské družstvá. V prvom ročníku zvíťazila Slávia Kroměříž, v ďalších dvoch Piešťany.\nV roku 1973 vzniká prvá oficiálna nohejbalová súťaž na Slovensku – \"1. slovenská národná nohejbalová liga\". Štartovalo v nej 6 družstiev: Kúpele Piešťany, Dukla Martin, Tesla Bratislava, Slovan CHZJD Bratislava, G1M Púchov a Keramoprojekt Trenčín. Prvým víťazom sa stali Kúpele Piešťany. V tom istom roku sa konal aj prvý oficiálny priateľský zápas medzi českým a slovenským nohejbalovým výberom. Česi porazili Slovákov presvedčivo 8:0.\nOficiálny nohejbalový zväz pod názvom \"Výbor nohejbalového zväzu SÚV ČSZTV\" vznikol 5. novembra 1974. Jeho prvým predsedom sa stal Igor Rosenberg. Na Slovensku prechádzal systém súťaží od okresných a krajských až po 1. nohejbalovú ligu.\nDo roku 1987 sa hrali súťaže osobitne na Slovensku a v Česku. V roku 1987 vzniká (po takmer 12-ročnom úsilí) \"Česko-slovenský nohejbalový zväz\". Od nasledujúceho ročníka (až do rozdelenia Česko-Slovenska v roku 1993), sa organizovali \"Majstrovstvá Česko-Slovenska\", a to turnajovým spôsobom s účasťou prvých troch družstiev z oboch národných líg.\nV roku 1987 bola vo Švajčiarsku založená Medzinárodná nohejbalová federácia (IFTA). Členom sa stal aj \"Česko-slovenský federálny nohejbalový zväz (ČSFNZ)\".\n\n", "meta": {"id": "371378"}}
{"text": "\n\nRoman II. (nazývaný aj: Porfyrogennétos alebo Porfyrogenet; 939, Konštantínopol15. marec 963, Konštantínopol) bol byzantský cisár v rokoch 959963.\nKonštantín sa narodil v roku 939 ako syn byzantského cisára Konštantína VII. a cisárovnej Heleny Lekapény. Keďže sa narodil v purpurovej komnate cisárskeho paláca, patrí mu titul Porfyrogennétos. Už ako maloletý bol v septembri 944 cisárom Romanom I. Lekapénom zasnúbený/oženený s talianskou princeznou Berthou (Bertou, Eudokiou). Bertha však čoskoro v mladom veku zomrela. Roman si následne vynútil sobáš s krásnou, no neurodzenou Anastásiou, ktorá ako cisárovná prijala meno Theofanó, získala na dvore veľký vplyv.\nZa spolucisára bol Roman korunovaný už v roku 945, na trón ako samovládca nastúpil po smrti Konštantína VII. ako dvadsaťjeden ročný. Po nástupe na trón v roku 959 sa Roman zbavil niektorých dvoranov a radcov, a na Theofaninu žiadosť dokonca nechal svoju matku Helenu vykázať do kláštora.\nSám sa o správu ríše veľmi nezaujímal. Vojenské záležitosti ponechal na vojenských generálov Nikefora a Leona Fókovcov, správu ríše riadil parakoimomenos Jozef Bringas. V roku 961 sa Nikeforovi podarilo znovu dobyť Krétu, ktorá bola pod moslimskou nadvládou. V roku 962 dobyť sa Nikeforovi podarilo získať hamdánovské hlavné mesto Aleppo. Vydával zákony proti mocnej vrstve bohatých aristokratov (dynatoi) a pokúšal sa pred ich zásahmi ochrániť vojenské statky (stratiotika ktemata).\nRoman zomrel náhle v roku 963 zomrel. Zanechal po sebe dvoch maloletých synov Bazila II. a Konštantína VIII., ktorí boli ešte počas jeho života korunovaní za cisárov. Na základe Skylitzovej kroniky existovali hypotézy, že bol otrávený svojou manželkou Theofanó, čo sa však dnes zdá málo pravdepodobné, pretože ich vzťahy sa zdali byť dobré a Theofanó len krátko pred Romanovou smrťou porodila ich tretie dieťa, princeznú Annu. Moci sa po jeho smrti ujal Nikefor II., ktorý premohol v boji o moc eunucha Bringa a vzal si Theofanó za manželku.\n\n", "meta": {"id": "378465"}}
{"text": "\n\nHugo a jeho veľký objav (v origináli \"Hugo\") je dobrodružná dráma z roku 2011, ktorú režíroval Martin Scorsese a v hlavných roliach hrali Asa Butterfield, Chloë Grace Moretz, Ben Kingsley, Sacha Baron Cohen, Ray Winstone, Emily Mortimer a Jude Law. Námetom filmu bola kniha Briana Selznicka \"Veľký objav Huga Cabreta\" o malom parížskom chlapcovi, ktorý žije na železničnej stanici a o záhadnom starcovi, ktorý má na stanici otvorený obchod s hračkami.\nParíž, 30. roky 20. storočia. Hugo Cabret prichádza o svojho otca hodinára a stáva sa z neho sirota. Malý chlapec, ktorý býva na železničnej stanici, sa snaží opraviť automat, o ktorého opravu sa snažil už jeho otec pred smrťou. Keď sa mu naskytne príležitosť, vždy ukradne nejaké pečivo alebo aspoň maličkosť, ale pri čine ho nachytá starý majiteľ hračkárstva a zabaví mu jeho blok s náčrtmi. Tento majiteľ nie je nikto iný, než známy Georges Méliès, autor viacerých fantazijných filmov, ale už na sklonku života.\n\n", "meta": {"id": "384768"}}
{"text": "\n\nÚtek na Horu čarodejníc je americký sci-fi / triler z roku 2009, ktorý je remake pôvodného fantasy filmu z roku 1975 \"Únik na Horu čarodejníc\". Obe verzie majú základ v rovnomennom filme z roku 1968 od režiséra Alexandra Keya. Film režíroval Andy Fickman a v hlavnej úlohe sa predstavili Dwayne Johnson, AnnaSophia Robb, Alexander Ludwig, Ciarán Hinds a Carla Gugino.\nNatáčanie filmu začalo v Los Angeles v marci 2008. Film bol uvedený dňa 13. marca 2009.\nDvaja mladí mimozemšťania prídu na Zem, aby získali vzorky, ktoré zostali v rastlinách, čím by mohli zachrániť ich hynúcu planétu. Bohužiaľ, vesmírna loď ktorou prišli, uviazne na Witch Mountain - tajnej vládnej inštitúcii v púšti v Nevade. Pomoc deťom sa rozhodne poskytnúť taxikár v Las Vegas - Jack Bruno (Dwayne Johnson). Spoločne s odborníkom na UFO, Dr. Alex Friedmanovou (Carla Gugino) okamžite musia ísť na Horu čarodejníc a oslobodiť loď. Počas výpravy sa zdá, že deti majú nadľudské schopnosti. Sara (AnnaSophia Robb) používa telekinézu a dokáže čítať myšlienky a jej brat Seth (Alexander Ludwig) má jedinečnú silu. Úlohu komplikujú vládni agenti, ktorí chcú využiť deti na svoje vlastné účely, pričom nemilosrdný vrah mimozemšťanov Syphon ich chce zabiť. Ak sa deti nedostanú na loď včas, ich planéta nebude mať šancu na prežitie a jej populácia začne inváziu na Zem.\n\n", "meta": {"id": "386311"}}
{"text": "\n\nDoc. PhDr. Ján Dekan, DrSc., (6. február 1919, Šahy – 21. august 2007, Bratislava) bol slovenský archeológ a historik, umenovedec, vysokoškolský pedagóg, spisovateľ a publicista. Patril medzi významné osobnosti československej vedy druhej polovice 20. storočia. \nŠtudoval na Filozofickej fakulte Univerzity Komenského v Bratislave. Promoval v roku 1943. V rokoch 1946 - 1948 a 1951 - 1952 pôsobil v Historickom ústave Slovenskej akadémie vied. V období 1948 - 1951 pracoval v Matici slovenskej v Martine. Ako externý riaditeľ Štátneho archeologického ústavu sa podieľal na založení Archeologického ústavu Slovenskej akadémie vied. V rokoch 1953 - 1964 učil na Filozofickej fakulte Univerzity Komenského v Bratislave, v rokoch 1953 - 1957 bol zároveň dekanom fakulty. Od roku 1964 do roku 1973 pracoval v Archeologickom ústave Slovenskej akadémie vied v Nitre. Od roku 1973 do roku 1987 bol riaditeľom Umenovedného ústavu Slovenskej akadémie vied v Bratislave.\nOd roku 1975 bol členom predsedníctva Slovenskej akadémie vied a od roku 1977 členom predsedníctva Česko-slovenskej akadémie vied. V roku 1980 sa stal akademikom Slovenskej akadémie vied a v roku 1981 akademikom Česko-slovenskej akadémie vied. \nCentrom vedeckého záujmu doc. Dekana bol problém klasickej archeológie, avarsko-slovanskej symbiózy, Veľkej Moravy a antického a byzantského umenia. \nV rokoch 1951 - 1956 viedol archeologický výskum na Devíne a v Rusovciach. Je autorom viacerých vedeckých prác, knižných publikácií, populárnovedeckých štúdií v domácich aj zahraničných odborných časopisoch.\nZaslúžil sa o rozvoj archeológie a umenovedy na Slovensku.\n\n", "meta": {"id": "443089"}}
{"text": "\n\nWindows Phone bol operačný systém pre mobilné telefóny vyvinutý spoločnosťou Microsoft. Jeho predchodcom bol Windows Mobile. Bol zameraný na užívateľský (nie firemný) trh a jeho podpora skončila 10. decembra 2019.\nMicrosoft predstavil Windows Phone 15. februára 2010 na Mobile World Congress 2010 v Barcelone a na trh bol bol uvedený v Európe, Singapure, Austrálii a Novom Zélande 21. októbra 2010, v USA a Kanade 8. novembra 2010, v Ázii v roku 2011. Windows Phone obsahuje grafické používateľské rozhranie s dizajnovým jazykom s názvom Metro. Posledná verzia bola Windows 10 Mobile.\n8. októbra 2017 Joe Belfiore oznámil, že práca na systéme Windows 10 Mobile sa blíži ku koncu z dôvodu nedostatočného preniknutia na trh a nedostatku záujmu vývojárov aplikácií. V januári 2019 Microsoft oznámil, že podpora pre Windows 10 Mobile skončí 10. decembra 2019 a že užívatelia Windows 10 Mobile by mali prejsť na iOS alebo Android telefóny. \nPrístroje s operačným systémom Windows Phone.\nDňa 11. februára 2011 oznámilo združenie firiem Microsoft a Nokia, že Windows Phone bude v budúcnosti preferovaný operačný systém na smartphone platformách Nokia. Prvou verziou bol Windows Phone 7.\n29. októbra 2012 bola vydaná verzia 8. S touto verziou boli vydané všetky Nokia Lumia telefóny radu 520 a vyšší (novší). Tento operačný systém používali aj telefóny iných spoločností, ako modely \"HTC Windows Phone 8S\" a \"8X\", ďalej modely \"Samsung Ativ S\", \"Huawei Ascend W1\", či niektoré modely od Prestigio.\nDva roky nato vyšla aktualizácia 8.1, ktorá okrem iného obsahovala \"notifikačnú lištu\" a synchronizované záložky medzi (novým) Internet Explorerom 11 a inými zariadeniami Microsoft. Tiež bola pridaná Cortana. Všetky telefóny s Windows Phone 8 dostali aktualizáciu na Windows Phone 8.1.\n21. januára 2015 bola vydaná najnovšia, súčasná verzia, Windows 10 mobile.\nČi je telefón vhodný na aktualizáciu na Windows 10 sa dozviete spustením oficiálnej aplikácie od Microsoftu, ktorá skontroluje telefón.\nTechnológia aplikačnej platformy Windows Phone slúži ako základ pre aplikáciu Windows Store na systémoch Windows 8 a novších.\nKaždá aplikácia, ktorá je spustená, musí mať buď digitálny podpis od certifikovaného autora (získateľné cez Microsoft Store), alebo byť priamym partnerom firmy Microsoft.\nPoužíva sa tu tzv. systém komôr. Tieto komory určujú čo aplikácie môžu vykonávať a k akým dátam majú prístup. K takýmto údajom patria geografická poloha, súbory iných aplikácií (kontakty, správy), mikrofón, kamera, či dočasná pamäť klávesnice. Všetky aplikácie sa spúšťajú v izolovanom prostredí od ostatných, v tzv. \"sandboxe\" (pieskovisku). Zmena kategórie \"komory\" nie je možná za behu programu, iba pri jeho inštalácii a používateľ musí tieto povolenia odsúhlasiť.\nWindows Phone 8 používa prehliadač Internet Explorer 10. Vo verzii Windows Phone 10 je dostupný už aj prehliadač Microsoft Edge.\nPrehliadač beží vo svojom vlastnom izolovanom sandboxe, čo mu znemožňuje čítať dáta iných aplikácií (ani iným aplikáciám neumožňuje získať napr. súbory Cookies či históriu prehľadávania). Nie je možné ani používať tzv. pluginy. Prehliadač má tiež podporu so systémom Microsoft SmartScreen, ktorý je ďalším z bezpečnostných prvkov. Tento pri navštívení stránok \"so zlou povesťou\" zobrazí správu, že nie je bezpečné pokračovať.\nVšetky aplikácie nahrané do Windows Store podliehajú viac-stupňovej kontrole. Každá aplikácia je kontrolovaná rôznymi bezpečnostnými algoritmami, zahŕňajúc antivírové procedúry.\nJediný spôsob ako aktualizovať telefón je skrz vstavanú službu \"Windows Phone update service\". \nPrístup k disku je chránený klasicky PINom prípadne ďalším heslom. IT odborníci môžu telefón na diaľku \"vymazať\". Rovnako môžu urobiť aj používatelia cez \"Outlook Web App\". Tiež môžu stratený/odcudzený telefón rovnakým spôsobom aj lokalizovať.\nCelý úložný priestor telefónu je tiež možné zašifrovať pomocou technológie BitLocker.\nVšetka komunikácia telefónu so službami Microsoftu ako SkyDrive, či mail je šifrovaná spojením SSL. Komunikácia medzi kritickými obchodnými aplikáciami je šifrovaný algoritmami AES s dĺžkou kľúča 128 či 256 bitov.\n\n", "meta": {"id": "459162"}}
{"text": "\n\nBalneologické múzeum Imricha Wintera je múzeum v Piešťanoch, ktoré sídli v budove Kúpeľnej dvorany. \nMúzeum bolo založené v roku 1928 pod názvom \"Piešťanské múzeum\". Založila ho Piešťanská muzeálna spoločnosť, ktorej vznik inicioval Imrich Winter a jeho spolupracovník a správca kúpeľov Václav Vlk. V prvej expozícii múzea, ktorá niesla názov \"Etnografická zbierka\", bolo vystavené: flóra, fauna, národopisná keramika, kroje a výšivky, ľudová architektúra, slovenské rezbárstvo a maľby, história a archeológia. So súhlasom Ľudovíta a Imricha Winterovcov bola muzeálna expozícia situovaná v časti prízemia Kúpeľnej dvorany. \nPiešťanské múzeum v roku 1931 navštívil významný slovenský výtvarník Janko Alexy, ktorý bol i literárne činný. V rokoch 1932 - 1937 žil v Piešťanoch a bol aj členom Piešťanskej muzeálnej spoločnosti. V rokoch 1932 - 1933 bola expozícia reinštalovaná a rozšírená. Slávnostné otvorenie novej expozície piešťanského múzea sa konalo 29. júna 1933. V novej muzeálnej expozícii bola národopisná časť a staropiešťanský roľnícky dom, časť venovaná osobnosti a dielu generála Milana Rastislava Štefánika, archeológii a paleontológii. Bola tu prezentovaná osobnosť Ludwiga van Beethovena, ktorý pravdepodobne navštívil piešťanské kúpele v roku 1802. V roku 1934 vyšiel sprievodca expozíciou. \nV roku 1951 bolo múzeum zoštátnené a stalo sa \"Okresným múzeom\". V roku 1963 bolo premenované na \"Balneologické múzeum\" a cieľom tohoto špecializovaného múzea bolo dokumentovať históriu kúpeľov a kúpeľníctva na území Slovenska. Pri príležitosti stého výročia narodenia slovenského básnika Ivana Krasku, 12. júla 1976, Balneologické múzeum slávnostne otvorilo v priestoroch jeho piešťanského bytu expozíciu Pamätná izba Ivana Krasku. \nV roku 1989 získalo múzeum od mesta Pieťany do prenájmu budovu \"Vilu doktora Lisku\". Po predchádzajúcej príprave bola 29. júna 1994 slávnostne otvorená nová expozícia \"História kúpeľov a kúpeľníctva na Slovensku\". 11. júna 1999 bola slávnostne otvorená nová expozícia múzea \"Sakrálne umenie zo zbierok Balneologického múzea\". \nKrupa, Vladimír - Pekárová, Magda. \"Balneologické múzeum v Piešťanoch jubiluje (75. výročie vzniku Piešťanskej muzeálnej spoločnosti a založenia múzea 1928 - 2003).\" Balneologické múzeum v Piešťanoch. 2003. 47 s. ISBN 80-968258-8-7\n\n", "meta": {"id": "461062"}}
{"text": "\n\nV severopoľskom meste Elbląg je v prevádzke električková doprava. Na električkovej sieti s dĺžkou približne jazdí dnes päť pravidelných liniek v celkovej dĺžke . Električková sieť je úzkorozchodná, rozchod koľají je .\nV Elblągu začali jazdiť električky v roku 1895. V tomto roku boli sprevádzkované prvé dve linky elektrických električiek, ktoré spájali mestské štvrte so stredom mesta. V nasledujúcich rokoch sa električková doprava rozvíjala, zastavila ju až druhá svetová vojna, respektíve jej koniec, kedy bolo kobercovým bombardovaním spojencov zničených 60% mesta.\nPo skončení bojov v roku 1945 boli znovusprevádzkované tri linky o dĺžke . V 60. rokoch 20. storočia bolo v Elblągu, podobne ako v mnohých iných, nielen poľských mestách, rozhodnuté o likvidácii električkovej dopravy a jej nahradenie dopravou autobusovou. Ropná kríza v 70. rokoch však tieto plány prekazila. Ešte predtým bola ale zrušená električková trať do Sadyba o dĺžke . Prvé predĺženie po mnohých rokoch nastalo v roku 1986, kedy bola sprevádzkovaná nová, približne dlhá trať do sídliska Zawada na severe mesta. Ďalšie predĺženie na seba nechalo čakať ďalších 16 rokov. V roku 2002 bola uvedená do prevádzky ďalšie trať do Zawady (tentoraz po ulici Płk. Dąbka), ktorá umožňuje rýchlejšie a kvalitnejšie spojenie sídliska s centrom mesta. Zatiaľ posledný nový úsek bol sprevádzkovaný na konci roka 2006, kedy začali električky jazdiť z konečnej Ogólne (tá bola zrušená) do novej slučky Ogólne / Broniewskiego. V blízkej budúcnosti (do roku 2013) sa plánuje postaviť ďalších nových tratí.\nZaujímavosťou je, že sa v meste zatiaľ hojne vyskytujú jednokoľajové úseky s výhybňami. Nové trate sa však už stavajú ako dvojkoľajové a staré sa skapacitňujú pridaním druhej koľaje.\n\n", "meta": {"id": "491524"}}
{"text": "\n\nGlukokortikoidy alebo glukokortikosteroidy sú steroidné hormóny tvorené kôrou nadobličiek. Ich tvorbu riadi predný lalok hypofýzy produkciou ACTH. Hlavnými predstaviteľmi sú kortizol a kortizón.\nChemická štruktúra a metabolizmus.\nChemickým základom glukokortikoidov, rovnako ako ďalších steroidov, je steránové jadro (cyklopentanoperhydrofenantrén) zložené zo 17 uhlíkov. V nadobličkách vzniká z cholesterolu, ktorý je enzymaticky premenený na pregnenolón; tento dej ovplyvňuje ACTH (adrenokortikotropný hormón) z adenohypofýzy. Z pregnenolónu postupne vzniká kortizol a iné steroidy.\nKortizol je uvoľňovaný z buniek nadobličiek do krvnej plazmy, kde sa reverzibilne viaže na plazmatický globulín – transkortín (plazmatický albumín) a časť je v krvnej plazme voľná a má biologický účinok. V závislosti na aktuálnych potrebách organizmu sa pomer viazaného a volného hormónu mení. Krvou sa glukokortikoidy dostávajú do celého organizmu, vstupujú do cytoplazmy cieľových buniek, kde pôsobia. Glukokortikoidy sa môžu absorbovať z kože a slizníc.\nÚčinok a jeho mechanizmus.\nGlukokortikoidy umožňujú prednostné energetické využitie bielkovín a lipidov. V svaloch, kostiach a v tukovom tkanive majú katabolický účinok, ale v pečeni majú anabolický účinok, zvyšujú syntézu glukózy a glykogénu.\nÚčinok na intermediárny metabolizmus.\nHlavne kortizol má vplyv na metabolizmus sacharidov, pretože znižuje spotrebu glukózy v periférii, takže má hyperglykemizujúci (hladinu glukózy v krvi zvyšujúci) efekt. Zvyšuje tvorbu glykogénu a jeho ukladanie do pečene. Podporuje glukoneogenézu z proteínov, čím zvyšuje glykémiu. Hlavným katabolickým účinkom je rozklad proteínov a zníženie ich tvorby. Spôsobuje redistribúciu lipidov, zvyšuje sa uloženie tuku v oblasti brucha, na chrbte a na tvári na úkor končatín.\nÚčinok na mezenchýmové tkanivo.\nGlukokortikoidy znižujú migráciu, proliferáciu a exkréciu imunologicky aktívnych látok, majú protizápalový účinok. Tento účinok sa využíva pri liečbe zápalu, ale bez odstránenia príčiny. Kortizol ma taktiež protialergický a imunosupresívny účinok, pretože potláča imunitnú reakciu a zmenšuje lymfatické uzliny.\nKortizol znižuje počet lymfocytov, monocytov, eozinofilov a iných leukocytov, naopak zvyšuje počet erytrocytov, čo je spôsobené zníženou fagocytózou.\nÚčinok na svaly a kosti.\nPretože majú glukokortikoidy katabolický účinok hlavne na metabolizmus bielkovín, spomaľujú tvorbu a rast kostí a svalov. Je to spôsobené predovšetkým degradáciou proteínov a ich zníženou tvorbou.\nZvýšená hladina glukózy spôsobuje príznaky eufórie a radosti. Podávanie glukokortikoidov v terapeutických dávkach však môže byť komplikované rozvojom depresie či inej psychotickej poruchy.\nChoroby spojené s glukokortikoidmi.\nVďaka mnohopočetným fyziologickým účinkom v organizme dochádza k nežiaducim účinkom. Intenzita a výskyt nežiaducich účinkov závisí na dávke, druhu prípravku a dĺžke užívania. Použitie glukokortikoidov pre imunosupresiu a antiflogistickú (protizápalovú) liečbu môže vyvolať.\nKritériom pre výber daného glukokortikoidu je jeho pomer medzi glukokortikoidnou a mineralokortikoidnou aktivitou.\nPri insuficiencii kôry nadobličiek sa používajú najmenšie možné dávky glukokortikoidov (30 mg hydrokortizónu /deň – 2/3 dávky ráno, 1/3 dávky večer) s mineralokortikoidom (0,05 – 0,3 mg fludrokortizónu /deň). Pokiaľ je pacient vystavený záťaži a stresu, je potrebné tieto dávky zvýšiť.\nProtizápalová a imunosupresívna terapia.\nGlukokortikoidy majú vynikajúce antiflogistické a imunosupresívne účinky, používajú sa najmä pri zápaloch vzniknutých na imunologickom podklade. Potrebné sú syntetické glukokortikoidy, ktoré sú v porovnaní s hydrokortizónom účinnejšie. Pri neendokrinologických ochoreniach potláčajú príznaky, ale neliečia príčinu, preto môže proces progredovať aj pri maskovaní klinických príznakov. Z tohto dôvodu je potrebné zvážiť, či prevažuje efekt užívania nad možnými rizikami. Čo sa týka život ohrozujúcich stavov, tam je používanie vysokých dávok nutné. V ostatných prípadoch by mali byť dávky čo najnižšie.\n\n", "meta": {"id": "499259"}}
{"text": "\n\nVodná ruža je fontána v Ružinove, Bratislave, ktorá sa nachádza v miestnej časti Pošeň.\nFontána Vodná ruža sa nachádza na východnej strane ulice Viliama Figuša-Bystrého pri vyústení Ondrejovovej ulice.\nAutori fontány sú akad. soch. Vladimír Farár a ing. arch. Ladislav Pinkavský.\nOdhalená bola v roku 1972.\nV strede štvorcového bazénu s travertínovým obkladom je umiestnená plastika z duralu, ktorá sa skladá zo sústavy ružíc umiestnených na vysokom pilieri. Voda dopadajúca na lopatky ružíc ich uvádza do pohybu. Preto sa fontána nazýva aj Lopatková alebo Kinetická.\n\n", "meta": {"id": "510988"}}
{"text": "\n\nTuristická mapa je druh kartografickej mapy povrchu, ktorá má veľmi malú mierku, umožňujúcu zakresliť veľké množstvo detailov vyskytujúcich sa v krajine. Vzhľadom na svoju podrobnosť je vhodná pre peších turistov, z čoho je odvodený aj jej názov. Môžu sa tu zaradiť aj informačné tabule s turistickými mapami, vytlačenými na plastovom, kovovom, či fóliou pokrytom tvrdom papieri.\nMierka turistických máp väčšinou dosahuje pomer 1 : 50 000 (teda 1 cm na mape odpovedá 0,5 km v teréne). Naproti tomu napríklad cyklomapy majú väčšiu mierku (napr. 1 : 100 000) a vojenské mapy ešte menšiu a teda obsahujú oproti turistickým mapám aj viac detailov terénu. Podrobnejšie sú tiež mapy turisticky zaujímavých lokalít a miest.\nTuristické mapy sú spravidla nakreslené s vrstevnicami, čo umožňuje určovať nadmorskú výšku a prevýšenie, ktoré je potrebné prekonať.\n\n", "meta": {"id": "516628"}}
{"text": "\n\nSense8 \"(slovná hračka so slovom \"sensate\", čítaj \"senseit\")\" je americký sci-fi seriál od Lany a Lilly Wachowskích a J. Michaela Straczynskeho. Seriál je dostupný na streamingovej službe Netflix. Prvá séria bola vydaná 5. júna 2015. Od 6. januára 2016 je Netflix dostupný aj na Slovensku. 23. decembra 2016 bol vydaný vianočný špeciál, zvyšok druhej série 5. mája 2017. 1. júna 2017 Netflix oznámil, že seriál nebude pokračovať, no vďaka silnej spätnej väzbe od fanúšikov potvrdila Lana Wachowski, že seriál bude ukončený 2-hodinovým špeciálom, ktorý mal premiéru 8. júna 2018.\nSense8 rozpráva príbeh ôsmich ľudí: Will, Riley, Capheus, Sun, Lito, Kala, Wolfgang a Nomi, každý z rôznej kultúry a časti sveta. Ako si žijú svoj bežný život, zrazu má každý z nich to isté zjavenie - uvidia brutálnu smrť ženy, ktorá sa volá Angelica a zisťujú, že sú \"senseiti\" - všetci sú navzájom mentálne a emocionálne prepojení a majú schopnosť spolu komunikovať, cítiť a používať navzájom znalosti, zručnosti a jazyk. Zatiaľ čo sa snažia prísť na to ako to funguje a prečo majú takéto spojenie, dostanú pomoc od ďalšieho senseita (Jonas), ktorý sa ich snaží ochrániť pred senseitom Whispers, ktorý sa k nim chce dostať tým, že sa \"nabúra\" do ich spoločného spojenia.\n8 hlavných postáv, ktoré sa volajú senseiti, majú v seriáli dátum narodenia (8. august) a rovnaký vek.\nKeďže dej seriálu sa odohráva zároveň v rôznych kútoch sveta, prvá séria sa nakrúcala v deviatich mestách: Chicago, San Francisco, Londýn, Berlín, Soul, Reykjavík, Mexico City, Nairobi a Bombaj.\nRežiséri bol určení pre konkrétne lokality, namiesto konkrétnych epizód. Wachowskí mali na starosti nakrúcanie v Chicagu, San Franciscu, Londýne a na Islande. James McTeigue, ktorý v minulosti spolupracoval so sestrami na filmoch \"V ako Vendeta\" a \"Ninja Assassin\", bol režisérom v Mexico City, Bombaji a čiastočne aj v Reykjavíku. Nemecký režisér Tom Tykwer, ktorý s Wachowskými zrežíroval \"Atlas mrakov\", režíroval scény v Berlíne a Nairobi. Dan Glass, špecialista na vizuálne efekty filmu \"Matrix Reloaded\" mal svoj režisérsky debut v Soule.\nHlavný kameraman John Toll, ktorý s Wachowskými spolupracoval na \"Atlase mrakov\" a \"Jupiter na vzostupe\", nakrútil seriál vo formáte 4K na kamery Sony CineAlta PMW-F55.\n8. augusta 2015 Netflix potvrdil produkciu druhej série. Prvé scény druhej série sa začali nakrúcať 30. decembra 2015, pričom hlavné nakrúcanie začalo v marci 2016 a trvalo do 19. septembra 2016.\nPo nezhodách s Lanou Wachowski, Aml Ameen sa rozhodol seriál opustiť. Jeho postavu od vianočného špeciálu hrá Toby Onwumere. Kvôli zmene pohlavia sa Lilly Wachowski rozhodla dočasne prerušiť spoluprácu na scenároch a réžii.\n\n", "meta": {"id": "556421"}}
{"text": "\n\nDarwin (v minulosti tiež známy pod názvom ostrov \"Culpepper\") je ekvádorský ostrov ležiaci vo východnej časti Tichého oceánu, ktorý patrí do súostrovia Galapágy. Bol takto pomenovaný na počesť Charlesa Darwina, ktorý ostrovy preslávil po celom svete. Má rozlohu 1,1 km2 (110 hektárov) a maximálnu nadmorskú výšku Je domovom pre tulene, fregaty, leguány morské, čajky lastovičkovité, uškatce, veľryby, morské korytnačky, delfíny, suly červenonohé a suly maskované. Keďže na pevnine neexistujú žiadne miesta na vylodenie, najdôležitejšie atrakcie ostrova sa nachádzajú na pobreží Tichého oceánu, ktorý ponúka skutočne rôznorodé formy morského života.\nOstrov Darwin a ostrov Wolf (vzdialený od neho 40 km) sa občas spájajú dokopy ako Darwin a Wolf, resp. Darwin Wolf. Ostrov Darwin tvoria zvyšky vyhasnutej sopky s nadmorskou výškou a nachádza sa v severozápadnej časti súostrovia Galapágy. Sopka, ktorá tvorí základ ostrova, vyhasla, predpokladá sa, že k poslednému výbuchu tu došlo približne pred 400 000 rokmi, čo znamená, že ostrov je o niečo mladší ako ostrov Wolf. Láva v okolí ostrova Darwin má homogénne zloženie, čo poukazuje na jej relatívne mladý vek, a vykazuje podobné chemické zloženie ako láva v tzv. horúcich škvrnách, teda v miestach šírenia vulkanickej činnosti na súostroví Galapágy.\nPredpokladá sa, že ostrov Darwin doteraz prekonal minimálne dva erupčné cykly, ktoré mali za následok vytvorenie dvoch vrstiev vápenca oddelených plagioklasovým čadičom. Dá sa tiež s určitosťou povedať, že ostrov Darwin tvoria zvyšky omnoho väčšieho celku, ktorý sa tu kedysi nachádzal. Avšak potom ako ostrov prešiel do erupčnej fázy, bol tento celok vystavený erózii.\nDarwinský oblúk je prírodná kamenná klenba, ktorá bola kedysi dávno súčasťou tohto obrovského celku, nachádza sa vo vzdialenosti menej ako jeden kilometer od hlavného ostrova Darwin a je hlavnou atrakciou pre neveľký počet turistov, ktorí sa rozhodnú ostrov navštíviť. Ostrov Darwin nemá prepojenie s pevninou. V dôsledku toho je vyhľadávanou lokalitou iba pre turistov, ktorí sa chcú potápať, avšak pre veľkú vzdialenosť od hlavného ostrova sem prichádza iba obmedzený počet vyhliadkových lodí. Na ostrove Darwin sa vyskytujú rozmanité formy morského života vrátane hojného počtu rýb. Okolité vody priťahujú do tejto oblasti v období od júna do novembra viaceré jedince žraloka veľrybého a žraloka čiernocípeho. Okrem nich je tu možné nájsť aj karetu obrovskú, manty a delfíny. Dňa 18.05.2021 sa Darwinský oblúk rozpadol. \n\n", "meta": {"id": "560206"}}
{"text": "\n\nFrankistické Španielsko (tiež historicky známe ako Nacionalistické Španielsko počas Španielskej občianskej vojny) odkazuje na obdobie španielskej histórie medzi rokmi 1939, kedy Francisco Franco prevzal kontrolu Španielska (dovtedajšej Druhej španielskej republiky po tom čo vyhral občiansku vojnu, až do roku 1978, kedy nadobudla platnosť nová španielska ústava.\nPočas občianskej vojny bolo Francovým cieľom premeniť Španielsko na totalitný štát ako bolo nacistické Nemecko a fašistické Taliansko. Po porážke síl Osi v druhej svetovej vojne sa vyvinulo na klasický autokratický režim. Časti Španielska ktoré boli pod kontrolou povstaleckých síl počas obdobia pred vznikom tohto štátu sa nazývali Nacionalistické Španielsko.\n\n", "meta": {"id": "563107"}}
{"text": "\n\nLančársky Dubník je prírodná rezervácia v správe štátnej ochrany prírody Malé Karpaty.\nNachádza sa v katastrálnom území obcí Dolný Lopašov a Kočín-Lančár v okrese Piešťany v Trnavskom kraji. Územie bolo vyhlásené v roku 1993 na rozlohe 27,024 ha. Ochranné pásmo nebolo určené. Je súčasťou CHKO Malé Karpaty. Na území rezervácie platí 4. stupeň ochrany.\nPredmetom ochrany je: \"Územie v Malých Karpatoch, ktoré má značný botanický význam. V danej oblasti je to jediný objekt na bývalých pasienkoch s tak zachovalou pestrosťou xerotermnej vegetácie s bohatým výskytom vzácnych a chránených druhov rastlín.\"\n\n", "meta": {"id": "572560"}}
{"text": "\n\nČEPS, a. s. je energetická spoločnosť, ktorá zaisťuje prenos elektrickej energie z a do zahraničia a medzi výrobcami a distribútormi. Základom skratky je Česká energetická přenosová soustava ČEPS vlastní a prevádzkuje elektrických vedení. V roku 2015 spoločnosť preniesla 65,570 GWh elektrickej energie.\nPodľa zakladacej listiny je dátum založenia spoločnosti 20. august 1998. Vlastníkom spoločnosti je cez Ministerstvo priemyslu a obchodu Českej republiky. Predsedom predstavenstva je od 1. apríla 2016 Jan Kalina.\nVýstavba chrbtice prenosovej sústavy bola prakticky ukončená v 80. rokoch. Vedenia 220 kV boli stavené do začiatku 70. rokov, od tej doby sa stavajú len 400 kV vedenia a vedenia 220 kV slúžia ako doplnkové.\nPrenosová sústava obsahuje vedení v hladine 400 kV, vedení 220 kV a vedení 110 kV. 41 rozvodní obshuje 71 transformátorov. Hlavný dispečing prenosovej sústavy je v Prahe, záložný v Ostrave.\nSo Slovenskou prenosovou sústavou je napojená týmito 400kV vedeniami: vedenie V424 Sokolnice - Križovany, V497 Sokolnice - Stupava, V404 Nošovice - Varín. 220kV vedeniami: V280 Sokolnice - Senica a V270 Lískovec - Považská Bystrica. Slovenské a české prenosové sústavy (vtedy v Československu) boli prepojené v roku 1953 220kV vedením Bystričany - Lískovec. Vedenie zo Sokolníc do Senice existuje od 70. rokov, vtedy priamo pokračovalo do Križovian.\nV septembri 2019 ČEPS dokončilia zaústenie vedenia V413 ŘeporyjeProsenice do rozvodne Mírovka pri Havlíčkovom Brode. Z najdlhšieho vedenia ČEPSu v dĺžke takmer tristo kilometrov sa po investícii približne 800 mil. Kč a vytvorení zaústenia v dĺžke približne 23 kilometrov stali vedenia dve: V413 ŘeporyjeMírovka a V416 MírovkaProsenice. Investícia zlepší stabilitu Prenosovej sústavy a zásobovanie Kraja Vysočina. Najdlhšie vedenie je po novom vedenie z Hradca u Kadaně do Mírovky dlhé 209,6 km.\n15. februára 2021 dosiahla česká prenosová sústava nový rekord v spotrebe, o 8:50 bola spotreba: 12 226MW. Predošlý rekord z 28. februára 2018 bol 12 058MW. Rekord bol spôsobený hlavne chladným počasím.\nV januári 2013 sa plánovalo prepojenie denných trhov s elektrinou piatich štátov: Slovensko (SEPS), Česko, Maďarsko, Poľsko a Rumunsko. Prvé tri z nich sú už prepojené od septembra 2012. Začiatkom apríla 2014 bolo potvrdené, že prepojenie trhov sa očakáva od obchodného dňa 11. novebra 2014.\n\n", "meta": {"id": "591734"}}
{"text": "\n\nJang Hjon-sok (2. december 1969, Soul, Kórejská republika) je juhokórejský hudobný magnát, hudobník a producent. V 90. rokoch sa preslávil ako člen skupiny Seo Taiji and Boys. Keď sa skupina rozpadla, stal sa zakladateľom a výkonným riaditeľom nahrávacej spoločnosti YG Entertainment, ktorá v Kórejskej republike patrí medzi tie najväčšie.\n1992 - 1996: Seo Taiji & Boys.\nSkupina Seo Taiji & Boys vznikla v roku 1991 a jej členmi boli So Tchä-dži, I Ču-no a Jang Hjon-sok. Ich slávny singel „Nan arajo“ ovplyvnil kórejskú hudobnú scénu vo veľkej miere. Kritika sa na nich valila za rôzne albumy, no najviac kvôli piesni „Sidäjugam“, ktorú kórejská etická komisia pre umenie a kultúru takmer zakázala z dôvodu textu nevhodného pre mládež. Nesúhlas fanúšikov bol obrovský a čiastočne mohol za to, že v júli 1996 bol zákon o predbežnej cenzúre zrušený. Seo Taiji & Boys sa v roku 1996 rozpadli a členovia začali so sólovými aktivitami.\nV roku 1998 založil Jang Hjon-sok YG Entertainment a vydal svoj prvý sólový album obsahujúci aj pieseň, ktorú zložil So Tchä-dži. Od rozpadu Seo Taiji & Boys to bola ich prvá hudobná spolupráca. Jang priniesol so svojou spoločnosťou veľmi úspešných interpretov, hlavne Jinusean, 1TYM, Se7en, Big Bang a 2NE1. Neskôr sa do YG pridali Tablo, Epik High a PSY. Od roku 2012 prišli do spoločnosti postupne aj Lee Hi, Akdong Musician, Winner, iKON, BLACKPINK, Zion.T a Sechs Kies.\nV marci 2010 Jang vyhlásil, že už 9 rokov chodí s bývalou členkou skupiny Swi.T, I Un-džu, ktorá je od neho o 12 rokov mladšia. 5. augusta 2010 I Un-džu porodila ich prvú dcéru menom Jang Ju-džin. V apríli 2012 Jang počas súťaže K-pop Star povedal, že sa páru narodilo druhé dieťa, syn Jang Sung-hjon. I Un-džu je mladšou sestrou I Čä-džina, člena skupiny Sechs Kies.\n\n", "meta": {"id": "608892"}}
{"text": "\n\nMŠK Námestovo (predtým \"TJ ZŤS Námestovo\", \"Slavoj\" \"Námestovo\", \"ŠK Námestovo\") je futbalový klub z mesta Námestovo. Momentálne hrá v III. slovenskej futbalovej lige patriacej pod Stredoslovenský futbalový zväz.\nFutbal v Námestove sa oficiálne začal hrávať od roku 1931 pod hlavičkou Športového klubu. Na začiatku to boli ľudia okolo Ľudovíta Rentku. Táto udalosť mala výrazný vplyv aj na organizáciu športu v okolitých obciach. Na začiatku to boli zápasy proti mužstvám z Oravy. Najprv proti Podbielu v júni 1931, neskôr proti Trstenej, Tvrdošínu, ale aj proti mužstvám z neďalekého Poľska. Napríklad v roku 1933 bolo na zápase so Żywcom až 2500 divákov. Po 2. svetovej vojne, v júni 1947 bol futbal v metropole Bielej Oravy znovu obnovený. Odsúhlasila sa aj výstavba novej hracej plochy na Deputáte.\nAž do roku 1973, pod hlavičkou Slavoj, hralo Námestovo okresné súťaže. V roku 1973 prvýkrát postúpilo do krajských súťaži a to do I. B triedy. V tomto období sa ako tréneri výrazne zapísali Rudolf Hubík a Anton Sivoň a hráčsky Milan Kollár, ktorý to dotiahol až do Sparty Prahy. V roku 1977 sa podarilo ľuďom okolo Jozefa Kolejáka otvoriť športový areál s futbalovým štadiónom. Do roku 1986 bolo Námestovo stálym účastníkom krajskej I. B triedy. Následne už pod hlavičkou \"TJ ZŤS Námestovo\" a po príchode trénera Dušana Kriaka dvakrát po sebe postupujú z I. B triedy cez I. A až do krajských majstrovstiev. Odohrali tam dve sezóny. V tomto období treba spomenúť na ľudí okolo Jozefa Škvareninu. Hráčsky sa najviac presadili brankári, a to Silvester Habiňák vo VSS Košice, Igor Holub v Plastike Nitre, Vladimír Hrubjak v Dukle Banská Bystrica a Vladimír Mušák ako rozhodca v ligových súťažiach.\nPo roku 1992 už pod hlavičkou MŠK Námestovo a na začiatku znova s trénerom Dušanom Kriakom a na konci so Silvestrom Habiňákom sa podarilo postúpiť z I. B triedy až do III. ligy v roku 1997. Najvyššia krajská súťaž sa v Námestove hrala do roku 2001. Tu treba spomenúť ľudí ako Silvester Habiňák, Dušan Krnáč st., Jozef Pindiak, František Košťál st., Ignác Hrkeľ, Ján Michaliga a hráčov, ktorí boli pri obidvoch vzostupoch námestovského futbalu: Vladimír Šalata, Štefan Feja, Jozef Čaprnda. Na začiatku 90. rokov začína hrávať aj hráč, ktorý sa najviac presadil vo svete futbalu, a to Daniel Kosmeľ. Pôsobil vo viacerých ligových mužstvách a s MŠK Žilina dosiahol aj ligový titul a zahral v jej drese v európskych pohároch.\nOd jesene 2008 je súčasťou futbalového štadióna aj ihrisko s umelou trávou. V roku výročia 80. rokov futbalu v Námestove sa podarilo MŠK postúpiť do historicky najvyššej súťaže, aká sa kedy hrala v Námestove, do III. ligy - skupiny Východ. Do Námestova prichádzajú mužstvá z východného Slovenska, ako napr. Bardejov, alebo Lokomotíva Košice. Je potešujúce, že sa darí aj dorasteneckým družstvám. Starší dorast dokázal v roku 2011 pod vedením Karola Polťáka to, čo sa začiatkom 90. rokov nepodarilo generácii okolo trénera Ignáca Hrkľa - postup do 2. celoštátnej dorasteneckej ligy. Veľmi dobré výsledky dosahujú aj žiacke kolektívy, ktoré sú dlhodobo v najvyššej krajskej súťaži - I. lige Stred, patriacej už pod Slovenský futbalový zväz.\n (C)\n\n", "meta": {"id": "614810"}}
{"text": "\n\nVladimír Voštinár (11. február 1964, Trnava) je slovenský moderátor.\nNarodil sa 11. februára 1964 v Trnave. V roku 1993 úspešne prešiel konkurzom na moderátora v Rádiu T v Trnave, kde pracoval do roku 1995. Potom prešiel do Fun Rádia, kde moderoval do roku 2000. Súčasne začal moderovať v STV aj televízne súťažné relácie - \"Tipos Bingo\", \"Labyrint\" a \"Všetko, alebo nič\". Od roku 2000 pracuje v Rádiu Twist, terajšom Rádio Viva. Na obrazovkách TV JOJ moderoval aj moderuje reláciu \"Inkognito\", reality šou \"Miliónový tanec\" a veľký vedomostný test \"IQ Test Národa 2003\", ale aj relácie \"Bordelári\", \"Vojna slov\" a \"Riskni milión!\". Momentálne je tvárou relácií \"Nové bývanie\" a s Lenkou Čvirikovou-Hriadelovou moderoval netradičné preteky vo varení na TV JOJ \"Varí Vám to\".\nJe ženatý a má dve deti. Medzi jeho veľké záľuby patrí lyžovanie a potápanie.\n\n", "meta": {"id": "640934"}}
{"text": "\n\nIvan Korčok (4. apríla 1964, Banská Bystrica) je slovenský diplomat a politik, bývalý veľvyslanec Slovenska v Spojených štátoch, bývalý štátny tajomník ministerstva zahraničných vecí a európskych záležitostí Slovenskej republiky.\nV marci 2020 bol ako nominant strany Sloboda a Solidarita navrhnutý na ministra zahraničných vecí a európskych záležitostí Slovenskej republiky, pričom do tejto funkcie bol vymenovaný 8. apríla 2020 prezidentkou Slovenskej republiky Zuzanou Čaputovou. 25. marca 2021 podal demisiu a jeho funkciou bol poverený minister obrany Jaroslav Naď.\nPo absolvovaní ZDŠ Banská Bystrica a Gymnázia Bilíkova, Bratislava v rokoch 1983 – 1987 študoval na Obchodnej fakulte Ekonomickej univerzite v Bratislave a v rokoch 1991 – 1995 postgraduálne štúdium na Inštitúte medzinárodných vzťahov Univerzity Komenského v Bratislave.\nPôsobenie v diplomatickom zbore.\nV roku 1992 začal pôsobiť na vtedajšom Ministerstve medzinárodných vzťahov SR , v rokoch 1993 až 1996 bol 2. tajomníkom veľvyslanca v nemeckom Bonne. V rokoch 1996 až 1997 bol hovorcom Ministerstva zahraničných vecí, v rokoch 1997 až 1998 pôsobil v Odbore analýz a plánovania. Na veľvyslanectve vo Švajčiarsku pôsobil v rokoch 1998 až 1999 ako radca a Chargé d’affaires. V rokoch 1999 až 2001 bol zástupcom slovenskej misie pri NATO. V rokoch 2001 až 2002 pôsobil opäť na Ministerstve zahraničných vecí, ako generálny riaditeľ Sekcie medzinárodných organizácií a bezpečnostnej politiky.\nV rokoch 2002 až 2005 bol štátnym tajomníkom Ministerstva zahraničných vecí, zároveň 2002 - 2003 členom Európskeho konventu a v roku 2003 vedúcim delegácie pre prístupové rokovania do NATO. Ministrom zahraničných vecí bol vtedy Eduard Kukan.\nAko veľvyslanec v Nemecku pôsobil v rokoch 2005 až 2009. Jeho predchodcom bol Ján Foltín (1998 - 2005) a nástupcom Igor Slobodník (2010 - 2015). Následne bol v rokoch 2009 - 2015 stálym predstaviteľom Slovenska pri Európskej únii. V rokoch 2015 až 2017 bol splnomocnenec vlády SR pre predsedníctvo SR v Rade EÚ, v rokoch 2016 až 2017 bol ako \"ministre délégué\" poverený zastupovať Slovensko pri vykonávaní predsedníctva v Rade Európskej únie. Od roku 2015 do augusta 2018 bol zároveň opäť štátnym tajomníkom na Ministerstve zahraničných vecí a európskych záležitostí. Ministrom bol Miroslav Lajčák, Korčok sa však do straníckej politiky SMERu nezapájal.\nZa veľvyslanca v Spojených štátoch bol vymenovaný prezidentom Andrejom Kiskom 28. augusta 2018. 17. septembra Korčoka prijal americký prezident Donald Trump. Korčok sa stal siedmym veľvyslancom v Spojených štátoch, jeho predchodcom bol od roku 2012 Peter Kmec.\nV októbri 2020 ako minister zahraničných vecí oznámil, že novým veľvyslancom sa stane Radovan Javorčík, doterajší veľvyslanec Slovenska pri NATO.\nPo parlamentných voľbách vo februári 2020 bol stranou SaS navrhnutý do funkcie ministra zahraničných vecí. Korčok sa nezúčastnil vymenovania vlády, po návrate z USA musel absolvovať 14 dní v povinnej karanténe kvôli pandémii ochorenia COVID-19.\n\n", "meta": {"id": "647125"}}
{"text": "\n\nErnest kardinál Simoni Troshani (18. október 1928, Troshan, Albánsko) je albánsky rímskokatolícky kňaz. Pre svoju vieru strávil 28 rokov v komunistických väzeniach na nútených prácach a bol odsúdený na trest smrti, ktorý sa nakoniec nevykonal. Dňa 19. novembra 2016 ho pápež František vymenoval za kardinála.\nKardinál Simoni sa narodil 18. októbra 1928. Už v roku 1938 vstúpil do františkánskeho seminára, kde zostal až do roku 1948, keď ho komunistický režim pod vedením Envera Hoxhu zatvoril v rámci vlny protináboženského prenasledovania.\nZa kňaza bol vysvätený 7. apríla 1956.\nDňa 24. decembra 1963 bol po polnočnej svätej omši komunistickými úradmi vzatý do väzby. Jedno z obvinení počas jeho vyšetrovania bolo,že si dovolil odslúžiť svätú omšu za zavraždeného amerického prezidenta Johna Fitzgeralda Kennedyho. Bol odsúdený na smrť, no neskôr sa rozsudok zmenil na trest odňatia slobody a tak prežil 28 rokov na nútených prácach, najprv v baniach a neskôr v kanalizačnom potrubí. Koncom roka 1990 sa vrátil späť do bežnej kňazskej služby na albánskom vidieku.\nDňa 21. septembra 2014 stretol pápeža Františka počas jeho apoštolskej cesty do Albánska a oboznámil ho so svojím svedectvom o svojich skúsenostiach s komunistickým režimom až svätého otca dohnal k slzám.\nDňa 9. októbra 2016 pápež František oznámil, že Ernesta Simoniho kreuje kardinálom na konzistóriu 19. novembra toho roka. Simoni dostal špeciálnu výnimku, že nemusel byť pred kreáciou za kardinála vysvätený za biskupa. Na konzistóriu mu bol pridelený titulárny kostol Santa Maria della Scala v Ríme.\n\n", "meta": {"id": "648743"}}
{"text": "\n\nRímska diecéza (; ) je cirkevná správna jednotka pod priamou jurisdikciou pápeža, ktorý je rímskym biskupom a patriarchom a najvyšším pontifikom a vodcom celosvetovej katolíckej cirkvi. Pápežstvo je ako Svätá stolica zvrchovaným subjektom s diplomatickými vzťahmi [3] a občianskou jurisdikciou nad mestským štátom Vatikán, ktorý sa nachádza geograficky v Ríme. Rímska diecéza zaberá územia Vatikánu a centrálne časti Rímu. Je metropolitnou diecézou Rímskej provincie, jednej zo 16 cirkevných provincií v Taliansku. Prvým rímskym biskupom bol v prvom storočí svätý Peter. Úradujúcim biskupom je od 13. marca 2013 pápež František.\nHistoricky slúžilo v úrade rímskych biskupov (t.j. rímskych pápežov) veľa rodených Rimanov alebo Talianov. Od roku 1900 bol však jediný rímsky biskup – Riman, Pius XII. (v rokoch 1939–1958). Od roku 1978, keď bol zvolený pápežom Ján Pavol II., pôsobia v diecéze netalianski rímski biskupi.\nDiecéza je metropolitnou arcidiecézou Rímskej cirkevnej provincie a primaciálnou stolicou Talianska. Sídelná katedrála diecézy je arcibazilika svätého Jána v Lateráne. Prímasom Talianska je pápež, ktorý má prednosť pred talianskymi stolicami a tiež prednosť v jurisdikcii nad všetkými ostatnými biskupskými stolicami sveta podľa katolíckej tradície.\n\n", "meta": {"id": "660484"}}
{"text": "\n\nEsther Davis (19. január 1970, Hobart, Tasmánia, Austrália) známa ako Essie Davis je austrálska herečka a speváčka, ktorá sa predovšetkým preslávila rolou Phryne Fisher z televízneho seriály \"Miss Fisher's Murder Mysteries\", z roku 2012.\nDavisová sa narodila a vyrastala v meste Hobart, v Tasmánii. Navštevovala Národný Inštitút dramatických zmení v Sydney.\nJej herecká kariéra sa začala v roku 1993, keď bola obsadená do divadelnej inscenácie \"Rómeo a Júlia\", kde získala rolu Julie a o rok neskôr sa objavila v divadelných predstaveniach ako \"Macbeth\" či \"Skrotenie zlej ženy\". \nV roku 2003 získala ocenenie Olivier Awards, za jej herecký výkon v divadelnej inscenácii \"A Streetcar Named Desire\" a o rok neskôr, účinkovala v divadle Broadway v inscenácii \"Jumper\", za ktorú bola nominovaná na ocenenie Tony Awards. \nV roku 2008 si zahrala po boku Nicole Kidman a Hugha Jackmana vo filme \"Australia\". V rokoch 2012 až 2015 stvárnila postavu Phryne Fisher v televíznom seriály \"Miss Fisher's Murder Mysteries\". Seriál sa dočkal aj filmového spracovana s názvomm \"Miss Fisher and the Crypt of Tears\", ktorý vyšiel v roku 2020. V roku 2014 stvárnila hlavnú ženskú postavu v horore \"The Babadook\", za ktorú získala nomináciu na ocenenie AACTA či Saturn. \nOd roku 2016 účinkovala v televíznom seriály \"Game of Thrones\", kde sa objavila s šiestej sérii. Začiatkom roku 2019 stvárnila rolu Anny v dráme \"Babyteeh\", za jej herecký výkon získala ocenenie AACTA v kategórii najlepšia herečka vo vedľajšej úlohe. \nV roku 2002 sa vydala za Justina Kurzela, s ktorým má dve dve deti - dvojičky.\n\n", "meta": {"id": "661642"}}
{"text": "\n\nPavol Jozeffy (pôv. Jozefák; 31. január 1775, Vrbovce29. marec 1848, Tisovec) bol slovenský národno-kultúrny pracovník a cirkevný hodnostár.\nPochádzal z roľníckej rodiny. Základnú školu navštevoval vo Vrbovciach, následne študoval na evanjelickom lýceu v Bratislave. V rokoch 1796 – 1798 študoval teológiu na univerzite v nemeckej Jene. V roku 1827 získal titul ThDr. Navštevoval taktiež univerzitu vo Wittenbergu a Salzmanov pedagogický ústav v Schnepfenthale.\nV rokoch 1794 – 95 pôsobil ako domáci učiteľ v rodine kráľovského úradníka F. Dawesa, v rokoch 1798 – 99 v rodine K. Felváryho v Péterke. Ako evanjelický kaplán a učiteľ hospodárskych náuk pôsobil v rokoch 1799 – 1801 na Tešedíkovom hospodárskom inštitúte v Szarvasi. V rokoch 1801 – 1808 bol farár v Aszóde, 1808 – 1820 v Cinkote, 1820 – 1848 v Tisovci. V roku 1823 bol superintendantom potiského dištriktu.\nV rámci svojej činnosti rozvíjal ľudovýchovnú činnosť, rozširoval poznatky racionálneho hospodárenia a pestovania nových druhov ovocia. Taktiež bol iniciátorom peňažného podporného spolku v Tisovci, kde dal postaviť nový kostol a školu. Pod jeho vedením bol pripravený nový evanjelický Zpěvník v roku 1842. Na dištriktuálnych a generálnych konventoch ev. cirkvi bojoval proti maďarizačným snaženiam na ktorých čele boli Karol Zai a Ľudovít Košút.\nPavol Jozeffy bol vedúcim slovenskej deputácie, ktorá 5. júna 1842 predložila panovníckemu dvoru vo Viedni dokument známy pod názvom Slovenský prestolný prosbopis. Dokument bol predovšetkým reakciou na výroky generálneho dozorcu evanjelickej cirkvi v Uhorsku Karola Zaia, ktorý bol zástancom maďarizácie a usiloval sa o maďarizáciu evanjelickej cirkvi napríklad zavedením maďarčiny namiesto biblickej češtiny. Prosbopis podpísalo asi 200 evanjelických osobností a obsahoval šesť národných a jazykových požiadaviek. Členovia deputácie sa stretli s kancelárom Metternichom a arcivojvodom Ľudovítom. V Uhorsku sa proti organizátorom prosbopisu zorganizovala kampaň mierená najmä proti Jozeffymu. Výsledkom prosbopisu bolo niekoľko ústupkov v oblasti cirkevného života a možnosť publikovať národné obrany. Pokusy o vytvorenie jednotnej protestantskej cirkvi, ktorá by zahŕňala evanjelikov aj kalvínov sa nepresadila.\nK hnutiu tzv. štúrovcov sa Pavol Jozeffy nepripojil a ani nesúhlasil so Štúrovou kodifikáciou stredoslovenčiny ako spisovného jazyka. Štúrovcov však hmotne podporoval a angažoval sa v obrane Ľudovíta Štúra a za udržanie Katedry reči a literatúry českoslovanskej v Bratislave.\nBol autorom kázní a pastierskych listov.\n\n", "meta": {"id": "664488"}}
{"text": "\n\nDinosauromorpha (zriedkavo alebo staršie: dinosaury v širšom zmysle - lat. Dinosauria v širšom zmysle) je veľký taxón plazov patriaci do taxónu Ornithodira.\nDo roku 2020 sa do Dinosauromorpha zaraďovala aj čeľaď Lagerpetidae a všetky taxóny nepatriace do tejto čeľade sa spolu označovali ako Dinosauriformes, čiže platilo: Dinosauromorpha = Lagerpetidae + Dinosauriformes. V roku 2020 však bola čeľaď Lagerpetidae presunutá do taxónu Pterosauromorpha, čím sa pojmy Dinosauromorpha a Dinosauriformes stali úplnými synonymami, čiže začalo platiť Dinosauromorpha = Dinosauriformes.\nPôvodný význam názvu Dinosauromorpha.\nPôvodne (Benton 1985) Dinosauromorpha zahŕňali dinosaury (resp. dnešné Dinosauromorpha) a Ornithosuchidae. Koncepčne ale vlastne zodpovedali skôr dnešnému taxónu Avemetatarsalia. Bolo to preto, lebo podobne ako Avemetatarsalia boli zamýšľané ako taxón zahŕňajúci všetko, čo je príbuzné viac s dinosaurami / vtákmi než s krokodílmi; a keďže pterosaury v Bentonovi 1985 boli zaraďované ako bazálne Archosauromorpha (a teda úplne mimo dinosaurov) a Ornithosuchidae sa považovali za príbuzné s dinosaurmi, tak tieto Dinosauromorpha v ponímaní Bentona 1985 svojou podstatou (i keď nie nevyhnutne zložením) zodpovedali dnešným Avemetatarsalia.\nDinosauromorpha (Dinosauriformes) / zriedkavo: dinosaury /dinosaurotvaré / veľjaštery (Dinosauria) v širšom zmysle.\nV niektorých systémoch (vrátane hlavného systému používaného na slovenskej wikipédii) sú - z čisto praktických dôvodov - z taxónu Dinosauromorpha vyňaté vtáky (tvoria samostatnú triedu blanovcov).\n\n", "meta": {"id": "664665"}}
